Repository: torproject/manual
Catalog: i18n/contents+ru.po
Languages: ru

source: Configuring Tor Browser for security and usability
ru: Настройка Tor Browser для безопасности и удобства использования

source: * Fill out the next page with your name and select "Localization" and "Translator" from the drop-down menus:
ru: * На следующей странице введите своё имя и выберите в раскрывающемся меню "Локализация" и "Переводчик":

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
ru: При первом запуске Tor Browser вы увидите окно настройки сети Tor. Вы сможете выбрать возможность прямого подключения к сети Tor, либо настроить Tor Browser для вашего соединения.

source: Click “Connect”. Using bridges may slow down the connection compared to using ordinary Tor relays. If the connection fails, the bridges you received may be down. Please use one of the above methods to obtain more bridge addresses, and try again.
ru: Нажмите «Подключиться». Использование мостов может замедлить соединение по сравнению с обычными ретрансляторами Tor. Если соединение не удалось, мосты, которые вы получили, могут быть недоступны. Для получения большего количества адресов моста используйте один из приведенных выше методов и повторите попытку.

source: obfs3 makes Tor traffic look random, so that it does not look like Tor or any other protocol. While still included by default, it is reccomended to use obfs4 instead, as it has several security improvements over obfs3.
ru: obfs3 делает трафик Tor похожим на случайный, так что он перестает быть похожим на Tor или любой другой протокол. Хоть он и добавлен по-умолчанию, вместо него рекомендуется использовать obfs4, который несколько лучше в отношении безопасности по сравнению с obfs3.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
ru: Если вы все равно не можете подключиться к луковому сервису, пожалуйста, попробуйте позже. Это могут быть временные проблемы с подключением, либо операторы сайта могут выключить его без предупреждения.

source: Satori is an add-on for the Chrome or Chromium browsers that allows you to download several security and privacy programs from different sources.
ru: Satori - это дополнение для браузеров Chrome или Chromium, которое позволяет загружать несколько программ безопасности и конфиденциальности из разных источников.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
ru: Другие подключаемые транспорты, такие как meek, используют разные методы против цензуры, которые не полагаются на мосты. Вам не нужно получать адреса моста, чтобы использовать эти транспорты

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network. If this happens, you can use one of the alternative download methods listed below.
ru: Однако могут возникнуть случаи, когда не удается получить доступ к веб-сайту Tor Project: например, он может быть заблокирован в вашей сети. В этом случае можно использовать один из альтернативных способов загрузки, перечисленных ниже.

source: Security Slider
ru: Переключатель безопасности

source: Note that your operating system’s standard “Uninstall” utility is not used.
ru: Обратите внимание на то, что стандартная утилита "Деинсталляция" не задействуется.

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
ru: Кроме того Tor Browser предназначен для предотвращения определения веб-сайтами отпечатка браузера или идентификации вас на основе конфигурации браузера.

source: Select “Connect with provided bridges”. Tor Browser currently has six pluggable transport options to choose from.
ru: Выберите «Подключиться с предоставленными мостами». Tor Browser в настоящее время имеет шесть транспортных вариантов подключения на выбор.

source: ##### Known issues
ru: ##### Известные проблемы

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
ru: FTE (передающее формат шифрование) маскирует трафик Tor под видом обычного веб-трафика (HTTP).

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
ru: Когда вы подключаетесь к сайту, информацию о вашем посещении могут записать не только администраторы сайта. Большинство сайтов используют многочисленные сторонние сервисы, включая кнопки "лайков" в социальных сетях, аналитику и рекламу - все они могут установить связь между вашими действиями на разных сайтах.

source: To download Tor Browser using Satori:
ru: Чтобы загрузить Tor Browser с помощью Satori:

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
ru: Чтобы получить ссылки для скачивания Tor Browser на русском языке для OS X, отправьте сообщение для @get_tor со словами «osx ru» (при этом подписываться на аккаунт не нужно).

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
ru: Если вы авторизуетесь на веб-сайте, используя обычный браузер, то вы также сделаете доступный свой IP адрес и географическое положение в процессе. То же самое часто происходит и когда вы отправляете email. Использование Tor Browser при авторизация с помощью вашей учетной записи в социальной сети или email позволяет вам выбирать, какую конкретно информацию вы делаете доступной веб-сайтам, которые вы просматриваете. Авторизация с использованием Tor Browser также полезна, если веб-сайт, к которому вы пытаетесь подключиться, запрещен в вашей сети.

source: ###### New Tor circuit for this site
ru: ##### Новая цепочка Tor для этого cайта

source: Standard
ru: Стандартные

source: Becoming a translator for the Tor Project
ru: Становление переводчиком Tor Project

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
ru: Некоторые видеосайты (например, YouTube) предлагают альтернативные способы доставки видео, которые не используют Flash. Эти методы могут быть совместимы с Tor Browser.

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
ru: Однако, единственными дополнениями, которые были протестированы для использования с Tor Browser, являются те, которые включены по умолчанию. Установка любых других надстроек браузера может нарушить функциональность в Tor Browser , или вызвать более серьезные проблемы, которые влияют на вашу конфиденциальность и безопасность. Настоятельно не рекомендуется устанавливать дополнительные надстройки, поддержку конфигурации которых не предлагает Tor Project.

source: ##### Using pluggable transports
ru: ##### Использование подключаемых транспортов

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <a href="/managing-identities.html#new-identity">New Identity</a> is requested).
ru: Изначальные настройки Tor Browser не сохраняют историю посещений сайтов. Cookies так-же удаляются по завершению сессии ( пока не закроете Tor Browser или <a href="managing-identities#new-identity">Не смените личность сети Tor</a>).

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
ru: Использование сети Tor не дает наблюдателям узнать ваше точное местоположение и IP-адрес, но даже без этой информации у них может получиться установить связь между разными областями вашей деятельности. Поэтому Tor Browser дает возможность контролировать то, какая информация может быть привязана к вашей личности.

source: ##### Quick fixes
ru: ##### Быстрые исправления

source: ##### Troubleshooting
ru: ##### Устранение неполадок

source: ##### Signing up on Transifex
ru: ##### Регистриация на Transifex

source: Learn how to protect your data using Tor Browser and HTTPS
ru: Узнай как защитить свои данные с помощью Тор браузера и HTTPS

source: ##### Getting bridge addresses
ru: ##### Получение адресов мостов

source: 2. Delete the Tor Browser folder.
ru: 2. Удалите папку Tor Browser.

source: ScrambleSuit is similar to obfs4 but has a different set of bridges.
ru: ScrambleSuit похож на obfs4, но использует другое множество мостов.

source: Removing Tor Browser from your system is simple:
ru: Удалить Tor Browser из вашей системы просто:

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
ru: Увеличение уровня в переключателе безопасности отключает полностью или частично определенные возможности, чтобы защищать от возможных атак.

source: ###### To use GetTor via email:
ru: ##### Чтобы использовать GetTor через e-mail:

source: Safer
ru: Более безопасные

source: * Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
ru: * Tor Browser часто делает ваше подключение выглядящим так, будто оно совершено из совершенно другой точки планеты. Некоторые веб-сайты, такие как банки или провайдеры email, могут интерпретировать это как знак того, что ваша учетная запись была взломана или скомпрометирована, и заблокировать вас. Единственный способ решить такую проблему - это воспользоваться рекомендованной конкретным сайтом процедурой восстановления учетной записи, или связаться с операторами и объяснить ситуацию.

source: Running Tor Browser for the first time
ru: Запуск Tor Browser в первый раз

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
ru: GetTor - сервис который автоматически обновляет ссылки на последние версии Tor Browser, который размещён на различных сервисах, таких как Dropbox, Google Диск и GitHub.

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
ru: Если личная информация, такая как пароль для входа в систему, незашифрована через Интернет, ее можно легко перехватить подслушивающим устройством. Если вы заходите на любой сайт, вы должны убедиться, что сайт предлагает HTTPS-шифрование, которое защищает от такого рода подслушиваний. Вы можете проверить это в строке URL: если ваше соединение зашифровано, адрес начнется с «https: //», а если нет, то с «http: //».

source: * An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
ru: * Местоположение и IP адрес лукового сервиса скрыты, делая сложным для злоумышленников блокировку или идентификацию его операторов.

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
ru: Эта опция полезна, если вы хотите разорвать связь между вашими предыдущими и последующими действиями. Она закроет все открытые вкладки и окна, удалит все личные данные (например, куки и историю браузера) и будет использовать новые цепочки Tor для всех соединений. Учтите, что все действия на сайтах и все загрузки будут остановлены при создании "Новой личности". Tor-браузер предупредит вас об этом.

source: How to remove Tor Browser from your system
ru: Как удалить браузер Tor из Вашей системы

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
ru: "Луковые" сервисы (известные раньше как скрытые сервисы) - это сервисы (например, веб-сайты), которые доступны только с помощью сети Tor.

source: ##### Is your connection censored?
ru: ##### Ваше интернет-соединение цензурируется?

source: * Select the language you would like to translate from the dropdown menu:
ru: * Выберите язык из всплывающего меню на котором вы хотите переводить:

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
ru: С другой стороны, все соединения к одному и тому же сайту производятся через одну цепочку Tor, поэтому вы можете смотреть разные страницы одного сайта в разных вкладках или окнах без потери функциональности.

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
ru: После того, как вы получите несколько адресов мостов, необходимо ввести их в Tor Launcher.

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
ru: Поскольку адреса мостов не являются публичными, нужно запросить их самостоятельно. У вас есть два варианта:

source: * You are now signed up! Go to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a>.
ru: * Теперь вы зарегистрированы! Переходите на <a href="https://www.transifex.com/otf/torproject/">страницу Tor на Transifex</a>.

source: These transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
ru: Этот тип транспорта позволяет делать вид, что вы просматриваете какой-то популярный веб-сайт вместо использования Tor. meek-amazon делает вид, что вы используете Amazon Web Services; meek-azure делает вид, что вы используете веб-сайт Microsoft, а meek-google делает вид, как будто вы пользуетесь поиском Google.

source: Snowflake
ru: Снежинка

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
ru: Вы сможете начать просмотр веб-страниц через Tor Browser вскоре после запуска программы и щелкнуть по кнопке «Connect», если вы используете его в первый раз.

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
ru: * Владельцы сайтов и ваш провайдер не смогут обнаружить ваше интернет соединение, Tor скрывает ваш реальный (IP) адрес, заменив его на адрес сети Tor.

source: Network location of the computer used to visit the website (the public IP address).
ru: Сетевое расположение компьютера, используемого для посещения веб-сайта (публичный IP адрес).

source: ##### Entering bridge addresses
ru: ##### Введите адреса мостов

source: How Tor Browser handles add-ons, plugins and JavaScript
ru: Как Tor Browser обрабатывает надстройки и JavaScript

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
ru: Tor Browser базируется на Firefox и любые дополнения браузера или темы, совместимые с Firefox, также могут быть установлены в Tor Browser.

source: ##### Which transport should I use?
ru: ##### Какой транспорт следует использовать?

source: bridges
ru: Мосты

source: Onion services offer several advantages over ordinary services on the non-private web:
ru: Луковые сервисы имеют некоторые преимущества по сравнению с обычными сервисами в неприватной сети:

source: Known issues
ru: Известные проблемы

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
ru: Следующая визуализация показывает, какие сведения видны для прослушивания без Tor Browser и HTTPS-шифрования:

source: ##### Security Levels
ru: ##### Уровни безопасности

source: ##### Browser Add-ons
ru: ##### Дополнения

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
ru: Браузер Tor использует сеть Tor чтобы защитить Ваши конфиденциальность и анонимность. Использование сети Tor имеет два основных свойства:

source: Safest
ru: Наиболее безопасные

source: Circumvention
ru: Обход

source: The site being visited.
ru: Сайт посещают.

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; Javascript is disabled by default on all sites; most video and audio formats are disabled; and some fonts and icons may not display correctly.
ru: На этом уровне, благодаря NoScript для проигрывания HTML5 видео и аудио требуется клик; все оптимизации производительности JavaScript отключаются; некоторые математические формулы могут отображаться неверно; отключаются некоторые возможности отображения шрифтов; отключаются некоторые типы изображений; JavaScript отключается по умолчанию на всех сайтах; запрещаются большинство видео и аудио форматов; некоторые шрифты и значки могут отображать некорректно.

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, ScrambleSuit, fte, meek-azure and Snowflake.
ru: Если вы пытаетесь обойти заблокированное соединение в первый раз, вам следует попробовать различные транспорты: obfs3, obfs4, ScrambleSuit, fte, meek-azure и Snowflake.

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
ru: * ÐÐ° Ð¿Ð°ÐºÐµÑÐµ Tor-Ð±ÑÐ°ÑÐ·ÐµÑÐ° Ð¿ÑÐ¾ÑÑÐ°Ð²Ð»ÐµÐ½Ð° Ð´Ð°ÑÐ° 1 ÑÐ½Ð²Ð°ÑÑ 2000 Ð³Ð¾Ð´Ð°, 00:00:00 UTC. Ð­ÑÐ¾ ÑÐ´ÐµÐ»Ð°Ð½Ð¾ Ð´Ð»Ñ Ð¿Ð¾Ð»Ð½Ð¾Ð¹ Ð²Ð¾ÑÐ¿ÑÐ¾Ð¸Ð·Ð²Ð¾Ð´Ð¸Ð¼Ð¾ÑÑÐ¸ ÑÐ±Ð¾ÑÐºÐ¸ Ð¿ÑÐ¾Ð³ÑÐ°Ð¼Ð¼Ñ.

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
ru: * Tor-браузер можно запустить с командной строки при помощи следующей команды, запущенной из папки Tor-браузера:

source: How to update Tor Browser
ru: Как обновить Tor Browser

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
ru: Изображение выше иллюстрирует пользователя, рассматривающего различные веб-сайты через Tor. Зеленые компьютеры посередине представляют ретрансляторы в сети Tor, в то время как три ключа представляют слои шифрования между пользователем и каждым ретранслятором.

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
ru: Отправьте сообщение электронной почты на адрес gettor@torproject.org, а в теле сообщения просто напишите "windows", "osx" или "linux" (без кавычек) в зависимости от вашей операционной системы.

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
ru: Если Tor Browser не подключается, может быть простое решение. Попробуйте выполнить следующие действия:

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
ru: JavaScript - это язык программирования, который веб-сайты используют для создания интерактивных элементов, таких как видео, анимация, аудио и позиция времени. К сожалению, JavaScript также может осуществлять атаки на безопасность браузера, что может привести к деанонимизации.

source: Uninstalling
ru: Удаление

source: ##### Logging in over Tor
ru: ##### Вход через Tor

source: * When both buttons are green, you see the data that is visible to observers when you are using both tools.
ru: * Когда обе кнопки зеленые, вы видите данные, которые видны наблюдателям, когда вы используете оба инструмента.

source: * On the next page, select 'Join an existing project' and continue.
ru: * На следующей странице выберите 'Присоединиться к существующему проекту' и продолжайте.

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
ru: GetTor ответит электронным письмом, содержащим ссылки для загрузки Tor Browser, цифровую подпись (необходима для проверки загрузки), отпечаток ключа, используемого для создания подписи и контрольную сумму пакета. Может быть предложено выбрать "32-bit" или "64-bit" версию: это зависит от модели используемого компьютера.

source: Bridges
ru: Мосты

source: Learn how to control personally-identifying information in Tor Browser
ru: Узнайте, как управлять личной информацией в Tor Browser

source: What to do if Tor Browser doesn’t work
ru: Что делать, если Tor Browser не работает

source: ##### Changing identities and circuits
ru: ##### Изменение личностей и цепочек
