Repository: torproject/manual
Catalog: i18n/contents+de.po
Languages: de

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
de: Video-Internetseiten wie Vimeo benutzen die Flash-Player-Erweiterung, um den Inhalt von Videodateien anzuzeigen. Unglücklicherweise operiert diese Anwendung unabhängig vom Tor Browser und kann nicht einfach so eingerichtet werden, dass sie die Proxy-Einstellungen des Tor Browsers übernimmt. Daraus resultiert, dass sie deinen tatsächlichen Ort und deine IP-Adresse an den Internetseitenbetreiber oder zu einem außenstehenden Beobachter offenlegen kann. Aus diesem Grund ist Flash in der Standardeinstellung im Tor Browser deaktiviert, und die Aktivierung wird nicht empfohlen.

source: * Tor can not use a bridge if a proxy is set.
de: * Tor kann keine Brücke nutzen, wenn ein Vermittlungsserver eingestellt ist.

source: ###### To use GetTor via Jabber/XMPP (Jitsi, CoyIM, etc.):
de: ##### Um GetTor über Jabber/XMPP (Jitsi, CoyIM, etc.) zu nutzen:

source: * Sophos Antivirus for Mac
de: * Sophos Antivirus für Mac

source: How to download Tor Browser
de: So ladest du den Tor-Browser herunter

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</a>
de: Du kannst auch sicherstellen, dass andere .onion-Dienste erreichbar sind, z.B. der <a href="http://3g2upl4pq6kufc4m.onion">Onion-Dienst von DuckDuckGo</a>.

source: * Email bridges@torproject.org from a Gmail, Yahoo, or Riseup email address
de: * Schreibe eine E-Mail an bridges@torproject.org von einer Gmail-, Yahoo- oder Riseup-E-Mail-Adresse oder

source: * When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
de: * Wenn beide Buttons grau hinterlegt sind, kannst du die Daten sehen, die Beobachtern sichtbar sind, wenn du kein Werkzeug benutzt.

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
de: Austauschbare Übertragungsarten sind Werkzeuge, die Tor benutzen kann, um den ausgehenden Verkehr zu tarnen. Dies kann in Situationen hilfreich sein, in denen ein Internetdienstanbieter oder eine andere Autorität aktiv Verbindungen zum Tor Netzwerk blockiert.

source: What to do if the Tor network is blocked
de: Was tun, wenn das Tor-Netzwerk blockiert ist?

source: ##### Configure
de: ##### Konfigurieren

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
de: * Um den Tor Browser unter Ubuntu zu starten, muss ein Shell-Script vom Nutzer ausgeführt werden. Öffne "Files" (der Explorer bei Unity), öffne "Preferences" (Einstellungen) → "Behavior" (Verhalten) → Setze "Run executable text files when they are opened" (Ausführbare Textdateien beim Öffnen starten) auf "Ask every time" (Frage jedes mal), anschließend mit "OK" bestätigen.

source: Services that are only accessible using Tor
de: Dienste, die nur über Tor zugänglich sind

source: Becoming a Tor Translator
de: Werde ein Tor-Übersetzer

source: circumvention
de: Umgehung

source: Username and password used for authentication.
de: Für die Authentifizierung verwendeter Benutzername und Passwort.

source: * All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about <a href="/secure-connections">connecting over HTTPS</a>.
de: * Jeglicher Verkehr zwischen Tor Benutzern und Onion Diensten ist Ende-zu-Ende verschlüsselt, sodass du dich um die <link xref="secure-connections">Verbindung über HTTPS</link> keine Sorgen machen musst.

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <a href="/troubleshooting">Troubleshooting</a> page for help solving the problem.
de: In den meisten Fällen kannst du dich ohne weitere Konfiguration durch das Wählen von "Verbinden" mit dem Tor Netzwerk verbinden. Nach dem Klicken wird eine Fortschrittsanzeige eingeblendet, die den Verbindungsprozess anzeigt. Wenn du über eine relativ schnelle Verbindung verfügst, aber die Fortschrittsanzeige an einem bestimmten Punkt festzuhängen scheint, schaue bitte auf der Seite <a href="troubleshooting">Fehlerbehebung</a> für weitere Hilfe um dieses Problem zu beheben.

source: If you are interested in helping out the project by translating the manual or the Tor Browser to your language, your help would be greatly appreciated! In order to begin contributing you will have to sign up with Transifex, the third-party that faciliates our translations. Below is an outline of how to sign up and begin.
de: Wenn du daran interessiert bist, das Projekt durch die Übersetzung des Handbuchs oder des Tor-Browsers in deine Sprache zu unterstützen, ist deine Hilfe sehr willkommen! Um einen Beitrag leisten zu können, musst du dich bei Transifex, dem Drittanbieter, der unsere Übersetzungen erleichtert, anmelden. Nachfolgend findest du eine Übersicht darüber, wie du sich anmelden und beginnen kannst.

source: ##### Connect
de: ##### Verbinden

source: * The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
de: * Folgende Firewall-Software ist bekannt dafür, Tor Probleme zu bereiten, womöglich muss sie temporär deaktiviert werden:

source: * Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
de: * Klicke den "HTTPS" Button, um zu sehen, welche Daten für Beobachter sichtbar sind, wenn du HTTPS benutzt. Der Button wird grün, wenn HTTPS an ist.

source: Learn how to use Tor Browser for the first time
de: Erfahre, wie du den Tor-Browser zum ersten Mal verwendest

source: Our mission:
de: Unsere Mission:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
de: um Menschenrechte und Freiheiten zu fördern, durch die Entwicklung und Verbreitung von Open Source Anonymitäts- und Privatsphäre-Technologien, ihre ungehinderte Verfügbarkeit zu unterstützen und ihr Verständnis in Wissenschaft und der Allgemeinheit zu vergrößern.

source: Subscribe to our Newsletter
de: Abonnieren Sie unseren Newsletter

source: Get monthly updates and opportunities from the Tor Project
de: Erhalte monatliche Berichte und Beschäftigungsaussichten vom Tor Project

source: Trademark, copyright notices, and rules for use by third parties can be found in our
de: Markenrechts-, Copyright-Mitteilungen und Regeln für Drittparteien finden sich in unserer

source: Tor Project | Tor Browser Manual
de: Tor Project | Tor Browser Benutzerhandbuch

source: Download Tor Browser
de: Tor Browser herunterladen

source: Search
de: Suchen

source: Topics
de: Themen
