Repository: torproject/manual
Catalog: i18n/contents+es.po
Languages: es

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
es: Sitios web de vídeo, como Vimeo, hacen uso del plugin Flash Player para mostrar contenido de vídeo. Desafortunadamente, este software opera de forma independiente al Navegador Tor y no se puede hacer que obedezca fácilmente a la configuración proxy del Navegador Tor, y por tanto puede revelar tu ubicación y dirección IP reales a los operadores de sitios web, o a un observador externo. Por esta razón Flash está deshabilitado por defecto en el Navegador Tor, y no se recomienda habilitarlo.

source: * Tor can not use a bridge if a proxy is set.
es: * Tor no puede usar un puente si tiene configurado un proxy.

source: ###### To use GetTor via Jabber/XMPP (Jitsi, CoyIM, etc.):
es: ##### Para usar GetTor vía Jabber/XMPP (Tor Messenger, Jitsi, CoyIM):

source: How to download Tor Browser
es: Cómo descargar el Navegador Tor

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</a>
es: También puedes asegurarte de poder acceder a otros servicios cebolla conectando al <a href="http://3g2upl4pq6kufc4m.onion">servicio cebolla de DuckDuckGo</a>.

source: * Email bridges@torproject.org from a Gmail, Yahoo, or Riseup email address
es: * Escribe un correo a bridges@torproject.org desde una dirección de Gmail, Yahoo, o Riseup

source: * When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
es: * Cuando ambos botones están en gris, verás los datos que son visibles para los observadores cuando no usas ninguna de las dos herramientas.

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
es: Los transportes conectables son herramientas que Tor puede usar para camuflar el tráfico que envía. Esto puede ser útil en situaciones donde un Proveedor de Servicios de Internet (ISP), u otra autoridad está bloqueando activamente conexiones a la red Tor.

source: What to do if the Tor network is blocked
es: Qué hacer si la red Tor está bloqueada

source: ##### Configure
es: ##### Configurar

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
es: * Para ejecutar el Navegador Tor en Ubuntu, los usuarios necesitan ejecutar un script de consola. Abre "Ficheros" (explorador de Unity), "Preferencias de archivos" → pestaña "Comportamiento" → Configura "Ejecutar los archivos de texto ejecutables al abrirlos" a "Preguntar siempre", luego pulsa OK.

source: Services that are only accessible using Tor
es: Servicios que sólo son accesibles usando Tor

source: Becoming a Tor Translator
es: Conviértete en traductor de Tor

source: circumvention
es: evasión

source: Username and password used for authentication.
es: Nombre de usuario y contraseña usados para la autentificación.

source: * All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about <a href="/secure-connections">connecting over HTTPS</a>.
es: Todo el tráfico entre los usuarios de Tor y los servicios cebolla está cifrados extremo-a-extremo, así que no necesitas preocuparte de <a href="/secure-connections">conectar sobre HTTPS</a>.

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <a href="/troubleshooting">Troubleshooting</a> page for help solving the problem.
es: En la mayoría de los casos escoger "Conectar" te permitirá conectar a la red Tor sin ninguna configuración adicional. Una vez hagas clic aparecerá una barra de estado mostrando el progreso de la conexión de Tor. Si tienes una conexión relativamente rápida pero la barra parece haberse quedado fija en un determinado punto, lee la página <a href="troubleshooting">Solución de problemas</a> para obtener ayuda para solucionar el problema.

source: If you are interested in helping out the project by translating the manual or the Tor Browser to your language, your help would be greatly appreciated! In order to begin contributing you will have to sign up with Transifex, the third-party that faciliates our translations. Below is an outline of how to sign up and begin.
es: Si estás interesado en ayudar con el proyecto traduciendo el manual o el navegador Tor a tu idioma, ¡te agradeceríamos la ayuda! Para comenzar a contribuir tendrás que registrarte con Transifex, página que facilita nuestras traducciones. A continuación aparece un resumen de cómo registrarse y comenzar.

source: ##### Connect
es: ##### Conectar

source: * The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
es: * Los siguientes programas de cortafuegos (firewall) se sabe que interfieren con Tor, y puede que necesites deshabilitarlos temporalmente.

source: * Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
es: * Pulsa el botón "HTTPS" para ver qué datos son visibles a los observadores cuando estás usando HTTPS. El botón se pondrá verde para indicar que HTTPS está activado.

source: Learn how to use Tor Browser for the first time
es: Cómo usar el Navegador Tor por primera vez

source: Our mission:
es: Nuestra misión

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
es: promover los derechos humanos y las libertades mediante la creación y despliegue de tecnologías de anonimato y privacidad libres y de código abierto, el apoyo a su disponibilidad y utilización sin restricciones y el fomento de su comprensión científica y popular.

source: Subscribe to our Newsletter
es: Suscribirse a nuestra lista de correo

source: Get monthly updates and opportunities from the Tor Project
es: Recibir noticias mensuales y oportunidades del Proyecto Tor

source: Trademark, copyright notices, and rules for use by third parties can be found in our
es: Se pueden encontrar, la marca registrada, las notas de derechos de autor, y las reglas de uso por terceras partes, en nuestra

source: Tor Project | Tor Browser Manual
es: Tor Project | Manual de usuario del Navegador

source: Download Tor Browser
es: Bajarse el navegador Tor

source: Search
es: Buscar

source: Topics
es: Temas
