Repository: torproject/manual
Catalog: i18n/contents+ga.po
Languages: ga

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
ga: Is éard atá i Seirbhísí Onion ("seirbhísí folaithe" roimhe seo) ná seirbhísí (ar nós suíomh Gréasáin) nach bhfuil ar fáil ach trí Líonra Tor.

source: Onion services offer several advantages over ordinary services on the non-private web:
ga: Tá roinnt buntáistí ag seirbhísí Onion ar ghnáthsheirbhísí an Ghréasáin phoiblí:

source: ##### How to access an onion service
ga: ##### Conas Seirbhís Onion a rochtain

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
ga: Go díreach cosúil le haon suíomh Gréasáin eile, teastaíonn uait seoladh na seirbhíse onion chun ceangal léi. Is éard atá i seoladh onion ná teaghrán de 16 (agus i bhformáid V3, 56) litir agus uimhir, randamach den chuid is mó, agus “.onion” ag an deireadh.

source: ##### Troubleshooting
ga: ##### Fabhtcheartú

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ga: Murar féidir leat an tseirbhís onion atá uait a bhaint amach, deimhnigh gur chuir tú an seoladh onion isteach i gceart: chuirfeadh fiú botún beag Brabhsálaí Tor ar strae agus ní bheadh Brabhsálaí Tor in ann an tseirbhís a bhaint amach.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
ga: Murar féidir leat ceangal leis an tseirbhís onion fós, bain triail eile as ar ball. B'fhéidir go bhfuil fadhb shealadach leis an líonra, nó b'fhéidir gur lig stiúrthóirí an tsuímh dó dul as líne gan rabhadh.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</a>
ga: Agus is féidir leat deimhniú go bhfuil tú in ann seirbhísí Onion eile a rochtain trí cheangal a bhunú le <a href="http://3g2upl4pq6kufc4m.onion">Seirbhís Onion DuckDuckGo</a>

source: Secure Connections
ga: Ceangail Shlána

source: Learn how to protect your data using Tor Browser and HTTPS
ga: Foghlaim conas is féidir do chuid sonraí a chosaint le Brabhsálaí Tor agus HTTPS

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
ga: Má sheolann tú sonraí phearsanta, mar shampla focail fhaire, ar an Idirlíon gan chriptiú, tá sé an-éasca do chúléisteoir iad a idircheapadh. Má tá tú ag logáil isteach i suíomh Gréasáin, ba chóir duit deimhniú go n-úsáideann an suíomh criptiú HTTPS, rud a chosnaíonn ar an sórt seo cúléisteachta thú. Is féidir leat é seo a dheimhniú sa bharra URL: má tá do cheangal criptithe, tosóidh an seoladh le “https://”, in áit “http://”.

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
ga: Taispeánann an pictiúr seo an t-eolas atá cúléisteoirí in ann a fheiceáil le Brabhsálaí Tor agus criptiú HTTPS, agus gan iad:

source: ##### Potentially visible data
ga: ##### Sonraí a d'fhéadfadh a bheith infheicthe

source: Security Slider
ga: An Sleamhnán Slándála

source: Configuring Tor Browser for security and usability
ga: Brabhsálaí Tor a chumrú ar son slándála agus inúsáidteachta

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
ga: Tá “Sleamhnán Slándála” ar fáil mar chuid de Bhrabhsálaí Tor, rud a neartaíonn do shlándáil trí ghnéithe áirithe sa bhrabhsálaí a dhíchumasú, go háirithe gnéithe a úsáidtear chun ionsaí a dhéanamh ort. Má ardaíonn tú an leibhéal slándála i mBrabhsálaí Tor, ní fheidhmeoidh leathanaigh áirithe mar is ceart, agus dá bharr sin caithfidh tú do shlándáil a mheas in aghaidh inúsáidteacht na suíomh a dtugann tú cuairt orthu.

source: ##### Accessing the Security Slider
ga: ##### Rochtain ar an Sleamhnán Slándála

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
ga: Gheobhaidh tú an Sleamhnán Slándála i roghchlár an chnaipe Tor faoi “Socruithe Slándála”.

source: ##### Security Levels
ga: ##### Leibhéil Slándála

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
ga: Má ardaíonn tú leibhéal an tSleamhnáin Slándála, díchumasófar gnéithe áirithe sa bhrabhsálaí mar chosaint ar ionsaithe.

source: Updating
ga: Nuashonrú

source: How to update Tor Browser
ga: Conas Brabhsálaí Tor a nuashonrú

source: updating
ga: Nuashonrú

source: Plugins, add-ons and JavaScript
ga: Forlíontáin, breiseáin, agus JavaScript

source: How Tor Browser handles add-ons, plugins and JavaScript
ga: Conas a láimhseálann Brabhsálaí Tor breiseáin, forlíontáin, agus JavaScript

source: ##### Flash Player
ga: ##### Seinnteoir Flash

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
ga: Úsáideann go leor suíomh comhroinnte físeán, mar shampla Vimeo, an forlíontán Flash Player chun ábhar físe a sheinm sa bhrabhsálaí. Faraor, tá an forlíontán seo neamhspleách ar Bhrabhsálaí Tor agus níl sé ró-éasca tabhairt air socruithe seachfhreastalaí Bhrabhsálaí Tor a úsáid. Mar sin, tá seans ann go nochtfadh sé do láthair gheografach nó do sheoladh IP do stiúrthóirí an tsuímh, nó do chúléisteoir seachtrach. Ar an ábhar seo, tá Flash díchumasaithe i mBrabhsálaí Tor de réir réamhshocraithe, agus mholfaimis duit gan é a chumasú.

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
ga: Cuireann suímh áirithe (mar shampla YouTube) modhanna malartacha le físeáin a thaispeáint ar fáil, modhanna nach mbaineann úsáid as Flash. Uaireanta bíonn siad comhoiriúnach le Brabhsálaí Tor.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
ga: Is teanga ríomhchlárúcháin é JavaScript a úsáidtear ar shuímh Ghréasáin chun gnéithe idirghníomhacha a chur ar fáil, mar shampla físeáin, beochan, fuaim, agus amlínte stádas. Faraor, éascaíonn JavaScript ionsaithe áirithe ar shlándáil an bhrabhsálaí, ionsaithe a d'fhéadfadh d'aitheantas a nochtadh.

source: ##### Browser Add-ons
ga: ##### Breiseáin Bhrabhsálaí

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
ga: Tá Brabhsálaí Tor bunaithe ar Firefox, agus is féidir leat aon bhreiseán nó téama atá comhoiriúnach le Firefox a shuiteáil i mBrabhsálaí Tor freisin.

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
ga: Ní dhearnadh tástáil ar bith ar bhreiseáin seachas ar na cinn a thagann le Brabhsálaí Tor de réir réamhshocraithe. Má shuiteálann tú aon bhreiseán eile, seans maith nach bhfeidhmeoidh Brabhsálaí Tor i gceart, agus go minic is cúis le fadhbanna níos tromchúisí na breiseáin seo, fadhbanna a dhéanann dochar don phríobháideachas agus don tslándáil. Molaimid go láidir duit gan breiseáin eile a shuiteáil, agus ní thacóidh Tionscadal Tor leis na cumraíochtaí malartacha seo.

source: Troubleshooting
ga: Fabhtcheartú

source: What to do if Tor Browser doesn’t work
ga: Cad is féidir a dhéanamh mura bhfuil Brabhsálaí Tor ag obair

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
ga: Ba cheart go mbeifeá in ann an Gréasán a bhrabhsáil le Brabhsálaí Tor go díreach tar éis duit an clár a thosú, agus an cnaipe “Ceangail” a chliceáil an chéad uair a úsáideann tú é.

source: ##### Quick fixes
ga: ##### Réiteach tapa

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
ga: Murar féidir le Brabhsálaí Tor ceangal leis an líonra, seans go bhfuil réiteach simplí ann. Bain triail as gach ceann de na moltaí seo:

source: ##### Is your connection censored?
ga: ##### An bhfuil do cheangal faoi chinsireacht?

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <a href="/circumvention">Circumvention</a> section for possible solutions.
ga: Mura bhfuil tú in ann ceangal fós, b'fhéidir go bhfuil do Sholáthraí Seirbhíse Idirlín ag déanamh cinsireacht ar líonra Tor. Léigh an leathanach <a href="circumvention">Timpeallú</a>le foghlaim conas is féidir an fhadhb a réiteach.

source: ##### Known issues
ga: ##### Fadhbanna ar eolas

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the <a href="/known-issues">Known Issues</a> page to see if the problem you are experiencing is already listed there.
ga: Tá Brabhsálaí Tor á fhorbairt ar bhonn leanúnach, agus tá a fhios againn faoi roinnt fadhbanna nach bhfuil réiteach orthu fós. Féach ar an leathanach <a href="known-issues">Fadhbanna ar eolas</a> le féachaint an bhfuil an fhadhb a fheiceann tusa ann cheana.

source: troubleshooting
ga: Fabhtcheartú

source: Known issues
ga: Fadhbanna ar eolas

source: * Tor needs your system clock (and your time zone) set to the correct time.
ga: * Teastaíonn an t-am ceart ar chlog an chórais (agus an crios ama ceart) ó Tor.

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
ga: * Níl aon fháil ar fhíseáin a úsáideann Adobe Flash. Tá Flash díchumasaithe ar chúiseanna slándála.

source: * Tor can not use a bridge if a proxy is set.
ga: * Ní féidir le Tor droichead a úsáid má tá seachfhreastalaí ann.

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
ga: * Is é 1 Eanáir 2000 00:00:00 UTC an dáta ar phacáiste Bhrabhsálaí Tor. Cinntíonn sé seo gur féidir gach leagan den bhogearra a atáirgeadh go cruinn.

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
ga: * Caithfidh tú script a rith chun Brabhsálaí Tor a úsáid ar chóras Ubuntu. Oscail "File" (taiscéalaí Unity), oscail Preferences → Behavior Tab agus faoi "Run executable text files when they are opened", roghnaigh "Ask every time", ansin cliceáil "OK".

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
ga: * Nó is féidir leat Brabhsálaí Tor a thosú ó líne na n-orduithe tríd an ordú seo a leanas a rith laistigh de chomhadlann Bhrabhsálaí Tor:

source: uninstalling
ga: Díshuiteáil

source: Uninstalling
ga: Díshuiteáil

source: How to remove Tor Browser from your system
ga: Conas Brabhsálaí Tor a bhaint de do chóras

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
ga: Ní théann Brabhsálaí Tor i bhfeidhm ar aon bhogearraí eile ar do ríomhaire, ná ar shocruithe do chórais. Má bhaineann tú Brabhsálaí Tor de do ríomhaire, ní rachaidh sé i bhfeidhm ar bhogearraí ná ar shocruithe do chórais.

source: Removing Tor Browser from your system is simple:
ga: Tá sé an-éasca Brabhsálaí Tor a bhaint de do chóras:

source: 1. Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
ga: 1. Aimsigh fillteán Bhrabhsálaí Tor. Seo é an Deasc de réir réamhshocraithe ar Windows, agus an fillteán Applications ar Mac OS X. Níl aon suíomh réamhshocraithe ar Linux, ach is é "tor-browser_en-US" ainm an fhillteáin má tá an leagan Béarla agat.

source: 2. Delete the Tor Browser folder.
ga: 2. Scrios fillteán Bhrabhsálaí Tor.

source: 3. Empty your Trash
ga: 3. Folmhaigh an Bruscar

source: Note that your operating system’s standard “Uninstall” utility is not used.
ga: Tabhair faoi deara nach mbaintear úsáid as an ngnáthuirlis "Uninstall" ar do chóras.

source: Becoming a Tor Translator
ga: Eolas maidir le haistriúchán Tor

source: Becoming a translator for the Tor Project
ga: Bí i d'aistritheoir ar Thionscadal Tor

source: If you are interested in helping out the project by translating the manual or the Tor Browser to your language, your help would be greatly appreciated! In order to begin contributing you will have to sign up with Transifex, the third-party that faciliates our translations. Below is an outline of how to sign up and begin.
ga: Más mian leat cabhrú leis an tionscadal trí aistriúchán a dhéanamh ar an lámhleabhar nó ar bhrabhsálaí Tor féin, bheimis an-bhuíoch díot! Len é seo a dhéanamh, caithfidh tú clárú leis an suíomh Transifex, tríú páirtí a éascaíonn ár bpróiseas aistriúcháin. Seo duit na treoracha cláraithe.

source: ##### Signing up on Transifex
ga: ##### Clárú le Transifex

source: * Fill out the next page with your name and select "Localization" and "Translator" from the drop-down menus:
ga: * Líon isteach an chéad leathanach eile agus roghnaigh "Localization" agus "Translator" ó na roghchláir aníos:

source: * Select the language you would like to translate from the dropdown menu:
ga: * Roghnaigh do theanga ón roghchlár aníos:

source: * A notification will now show up on the top of the page like so:
ga: * Feicfidh tú fógra ar bharr an leathanaigh mar seo:

source: After your membership is approved you can begin translating; simply navigate back to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a> when you are ready to begin. Thanks for your interest in helping the project!
ga: Tar éis go nglacfar leat mar aistritheoir, is féidir leat tosú ag obair; níl i gceist ach cuairt a thabhairt ar <a href="https://www.transifex.com/otf/torproject/">leathanach Tor ar Transifex</a> nuair a bheidh tú réidh. Go raibh maith agat as cabhrú linn!

source: Our mission:
ga: An aidhm atá againn:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
ga: cearta daonna agus an tsaoirse a chur chun cinn trí theicneolaíochtaí oscailte agus saor in aisce a thacaíonn leis an bpríobháideachas ar líne a fhorbairt, na teicneolaíochtaí seo a scaipeadh gan srian agus a n-úsáid a spreagadh, agus tuiscint níos fearr ar chúrsaí príobháideachais a fhorbairt i measc an phobail.

source: Subscribe to our Newsletter
ga: Liostáil lenár Nuachtlitir

source: Get monthly updates and opportunities from the Tor Project
ga: Nuashonruithe agus deiseanna gach mí ó Thionscadal Tor

source: Trademark, copyright notices, and rules for use by third parties can be found in our
ga: Gheobhaidh tú eolas faoi thrádmharcanna, cúrsaí cóipchirt, agus rialacha a bhaineann le tríú páirtithe sa

source: Tor Logo
ga: Lógó Tor

source: Download Tor Browser
ga: Íoslódáil Brabhsálaí Tor

source: Search
ga: Cuardaigh

source: Permalink
ga: Buan-nasc
