Repository: torproject/manual
Catalog: i18n/contents+de.po
Languages: de

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the <a href="/circumvention">Circumvention</a> screen to configure a pluggable transport.
de: Die erste Anzeige fragt, ob der Zugriff auf das Tor Netzwerk auf deiner Verbindung blockiert oder zensiert wird. Wenn du nicht glaubst, dass dies der Fall ist, wähle "Nein". Wenn du weisst, dass deine Verbindung zensiert wird, oder du bereits versucht hast dich mit dem Tor Netzwerk zu verbinden und keine andere Möglichkeit funktioniert hat, wähle "Ja". Du wirst anschließend zum Fenster <link xref="circumvention">Umgehungsmaßnahmen </link> geleitet, um eine andere Übertragungsart zu konfigurieren.

source: How to update Tor Browser
de: So aktualisierst du den Tor-Browser

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
de: Das Bild oben stellt einen Nutzer dar, der verschiedene Webseiten über Tor besucht. Die grünen Computer in der Mitte stellen die Relays im Tor-Netzwerk dar, während die drei Schlüssel die Verschlüsselungsschichten zwischen dem Benutzer und jedem Relayserver darstellen.

source: updating
de: Aktualisieren

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
de: Sende eine E-Mail an gettor@torproject.org und gib in der Mail als Nachricht nur "windows", "osx" oder "linux" (jeweils ohne Klammern) in Abhängigkeit von Deinem Betriebssystem ein.

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
de: Wenn der Tor-Browser keine Verbindung herstellt, könnte es eine einfache Lösung geben. Probiere Folgendes aus:

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
de: JavaScript ist eine Programmiersprache, die Internetseiten benutzen, um interaktive Elemente wie Videos, Animationen, Audio oder Status-Timelines darzustellen. Unglücklicherweise kann JavaScript auch Attacken gegen die Sicherheit deines Browsers ermöglichen, was unter Umständen zu einer Deanonymisierung führt.

source: Pluggable transports
de: Austauschbare Übertragungsarten

source: Uninstalling
de: Deinstallieren

source: ##### Logging in over Tor
de: ##### Über Tor anmelden

source: * When both buttons are green, you see the data that is visible to observers when you are using both tools.
de: * Wenn beide Buttons grün sind, kannst du die Daten sehen, die Beobachter einsehen können, wenn du beide Tools benutzt.

source: * On the next page, select 'Join an existing project' and continue.
de: * Wähle auf der nächsten Seite "An einem bestehenden Projekt teilnehmen", und fahre fort.

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
de: GetTor wird mit einer E-Mail antworten, die Links enthält, mit denen du das Tor-Browser-Paket, die kryptographische Signatur (wird benötigt, um die heruntergeladenen Inhalte zu verifizieren) sowie den Fingerabdruck, der benutzt wurde, um die Signatur zu erzeugen, und die Paket-Prüfsumme herunterladen kannst. Dir wird eventuell eine Auswahl zwischen "32-bit" oder "64-bit" Anwendung angeboten: Dies hängt vom Modell des Computers ab, den du benutzt.

source: Bridges
de: Brücken

source: Learn how to control personally-identifying information in Tor Browser
de: Lerne, wie du bei der Nutzung des Tor-Browsers personenbezogene Informationen kontrollieren kannst.

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <a href="/transports">Pluggable Transports</a> page for more information on the types of transport that are currently available.
de: Der direkte Zugang zum Tor Netzwerk ist eventuell durch deinen Internetdienstanbieter oder die Regierung blockiert. Der Tor Browser enthält einige Werkzeuge, um diese Blockaden zu umgehen. Diese Werkzeugt werden "austauschbare Übertragungsarten" genannt. Schaue auf der Seite für <a href="transports">austauschbare Übertragungsarten</a> für mehr Informationen über die Typen von zur Zeit verfügbaren Übertragungsarten.

source: Tor Browser features “New Identity” and “New Tor Circuit for this Site” options, located in the main menu (hamburger menu).
de: Der Tor-Browser bietet die Funktionen "Neue Identität" und "Neuer Tor-Kanal für diese Seite" im Torbutton-Menü an.

source: What to do if Tor Browser doesn’t work
de: Was tun, wenn der Tor-Browser nicht funktioniert?

source: ##### Changing identities and circuits
de: ##### Identitäten und Kanäle wechseln

source: * Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
de: * Lösche den Tor-Browser und installiere ihn nochmals. Wenn du den Browser aktualisierst, lösche die alten Dateien des Tor-Browsers. Stelle sicher, dass sie vollständig gelöscht sind und nicht einfach überschrieben werden.

source: troubleshooting
de: Fehlerbehebung

source: ###### New Identity
de: ##### Neue Identität

source: After your membership is approved you can begin translating; simply navigate back to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a> when you are ready to begin. Thanks for your interest in helping the project!
de: Nachdem deine Mitgliedschaft genehmigt wurde, kannst du mit dem Übersetzen beginnen; navigiere einfach zurück zur <link href="https://www.transifex.com/otf/torproject/">Tor Transifex Seite</link> , wenn du bereit bist zu beginnen. Vielen Dank für dein Interesse an der Unterstützung des Projekts!

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <a href="/transports">Pluggable Transports</a> page), and their effectiveness depends on your individual circumstances.
de: Jede der im Tor Starter aufgeführten austauschbaren Übertragungsarten arbeitet auf eine unterschiedliche Weise (für mehr Informationen sieh dir die Seite <a href="/transports">austauschbare Übertragungsarten</a> an) und ihre Effektivität hängt von deinen individuellen Umständen ab.

source: ###### To use GetTor via Twitter:
de: ##### Um GetTor mit Twitter zu benutzen:

source: Downloading
de: Lade herunter

source: Managing identities
de: Identitäten verwalten

source: ##### Accessing the Security Slider
de: ##### Zugriff auf den Sicherheitsschieber

source: At this level, all browser features are enabled. This is the most usable option.
de: Auf dieser Stufe sind alle Browserfunktionen aktiviert. Dies ist die am meisten brauchbare Option.

source: * Your computer’s system clock must be set correctly, or Tor will not be able to connect.
de: * Die Systemuhr deines Computers muss richtig eingestellt sein, sonst kann Tor keine Verbindung herstellen.

source: * Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
de: * Stelle sicher dass kein von dir installiertes Antivirenprogramm Tor davon abhält, korrekt zu laufen. Du musst eventuell die Dokumentation des Herstellers deiner Antivirensoftware heranziehen, wenn du nicht weisst, wie du dies tun kannst.

source: ##### How to access an onion service
de: ##### Wie verbinde ich mich mit einem Onion-Dienst?

source: * A notification will now show up on the top of the page like so:
de: * Eine Benachrichtigung erscheint nun wie gewohnt oben auf der Seite:

source: About Tor Browser
de: Über den Tor-Browser

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
de: Um Download-Links für den Tor-Browser auf Chinesisch für Linux zu erhalten, schicke bitte eine Nachricht an gettor@torproject.org mit dem Inhalt "linux zh".

source: Whether or not Tor is being used.
de: Ob Tor verwendet wird oder nicht.

source: Wait for your download to finish, then find the “Generate Hash” section in Satori’s menu and click “Select Files”.
de: Warte bis dein Download abgeschlossen ist, wähle den Punkt "Generierter Hash" in Satoris Menü aus und klicke auf "ausgewählte Dateien".

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
de: Genau wie auf jeder anderen Website musst du die Adresse eines Onion-Dienstes kennen, um sich mit ihm zu verbinden. Eine Onion-Adresse ist eine Zeichenkette von 16 (und im V3-Format, 56) meist zufälligen Buchstaben und Zahlen, gefolgt von ".onion".

source: Data being transmitted.
de: Übertragene Daten.

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
de: Der Tor Browser zentriert deine Interneterfahrung rund um deine Verbindung zu der Internetseite in der Addressliste. Selbst wenn du dich mit zwei verschiedenen Seiten verbindest, welche dieselben Tracking-Dienste von Dritten benutzen, wird der Tor Browser erzwingen, dass der Inhalt über zwei unterschiedliche Tor Kreisläufe ausgeliefert wird, sodass der Tracker nicht wissen kann, dass beide Verbindungen von deinem Browser stammen.

source: * On the next page, select the languages you speak from the drop-down menu and continue.
de: * Wähle auf der nächsten Seite die Sprachen, die du sprichst, aus dem Dropdown-Menü aus, und fahre fort.

source: 3. Empty your Trash
de: 3. Leere deinen Papierkorb.

source: ##### Types of pluggable transport
de: ##### Typen an austauschbaren Übertragungsarten

source: To use pluggable transports, click "Configure" in the Tor Launcher window that appears when you first run Tor Browser.
de: Klicke im Tor Launcher-Fenster beim ersten Start auf "Konfigurieren", um autauschbare Übertragungsarten zu nutzen.

source: * The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
de: * Die Adresse eines Onion Dienstes wird automatisch generiert, sodass der Betreiber keinen Domain-Namen kaufen muss; die .onion Internetadresse hilft Tor zusätzlich, sicherzustellen, dass der richtige Ort kontaktiert und die Verbindung nicht manipuliert wird.

source: uninstalling
de: Deinstallieren

source: * Tor needs your system clock (and your time zone) set to the correct time.
de: * Tor braucht eine richtig eingestellte Systemuhr (und Zeitzone).

source: When Satori opens, click on your preferred language. A menu will open listing the available downloads for that language. Find the entry for Tor Browser under the name of your operating system. Select either “A” or “B” after the name of the program — each one represents a different source from which to get the software. Your download will then begin.
de: Wenn sich Satori öffnet, klicke auf die von dir bevorzugte Sprache. Es wird sich ein Menü mit allen verfügbaren Downloads für diese Sprache öffnen. Suche nach dem Eintrag des Tor Browsers unter dem Namen deines Betriebssystems. Wähle entweder "A" oder "B" folgend auf den Namen der Anwendung - jeder Buchstabe repräsentiert eine unterschiedliche Quelle von der du die Anwendung beziehen kannst. Dein Download wird dann beginnen.

source: * Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
de: * Stelle sicher, dass nicht ein anderer Tor Browser bereits läuft. Wenn du nicht sicher bist, ob der Tor Browser läuft, starte deinen Computer neu.

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
de: obfs4 lässt den Tor-Verkehr zufällig aussehen wie obfs3 und behindert auch Zensoren beim Finden von Brücken durch das Scannen des Internets. obfs4-Brücken sind weniger wahrscheinlich blockiert als obfs3-Brücken.

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
de: Wenn du weisst, dass deine Verbindung zensiert wird oder einen Proxy benutzt, dann solltest du diese Option wählen. Der Tor Browser wird dich durch eine Reihe von Konfigurationsoptionen führen.

source: Secure Connections
de: Sichere Verbindungen

source: * Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
de: * Klicke den Button "Tor", um zu sehen, welche Daten Beobachter einsehen können, wenn du Tor benutzt. Der Button wird grün, wenn Tor an ist.

source: ##### The URL bar
de: ##### Die URL-Leiste

source: ##### Potentially visible data
de: ##### Möglicherweise sichtbare Daten

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; and JavaScript is disabled by default on all non-<a href="/secure-connections">HTTPS</a> sites.
de: Auf diesem Level werden HTML5-Video und -Audio durch click-to-play via NoScript abspielbar; alle JavaScript Geschwindigkeitsoptimierungen sind deaktiviert; einige mathematische Gleichungen werden eventuell nicht korrekt angezeigt; die Wiedergabe einiger Schriftarten ist deaktiviert; einige Bilder werden nicht angezeigt; und JavaScript ist für alle nicht-<a href="#secure-connections">HTTPS</a> Internetseiten deaktiviert.

source: Choose “yes” when asked if your Internet Service Provider blocks connections to the Tor network. Select “Use custom bridges” and enter each bridge address on a separate line.
de: Wähle "ja" aus, wenn du danach gefragt wirst, ob dein Internetdienstanbieter Verbindungen zum Tor-Netzwerk blockiert. Wähle "benutzerdefinierte Brücken nutzen" und füge jede Brückenadresse in einer eigenen Zeile ein.

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
de: Der Tor Browser beeinträchtigt keine andere existierende Anwendung oder Einstellungen auf deinem Computer. Das Deinstallieren des Tor Browsers wird sich nicht auf die Anwendungen oder Einstellungen deines Systems auswirken.

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
de: Obwohl der Tor Browser entworfen wurde, um totale Benutzeranonymität im Internet zu ermöglichen, existieren Situationen, in denen es Sinn macht, Tor mit Internetseiten zu verbinden, die Benutzernamen, Passwörter oder andere identifizierende Informationen erfordern.

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
de: Der Tor Browser enthält einen "Sicherheits-Schieberegler" der dich die Sicherheit erhöhen lässt, durch das Deaktivieren von gewissen Internetfunktionen, die dazu benutzt werden können, deine Sicherheit und Anonymität zu attackieren. Das Erhöhen des Sicherheitsgrads des Tor Browsers wird einige Internetseiten daran hindern, korrekt zu funktionieren. Du solltest daher dein Sicherheitsbedürfnis gegenüber der gewünschten Bedienbarkeit abwägen.

source: 1. Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
de: 1. Platziere den Ordner für den Tor-Browser. Der Standardort befindet sich unter Windows auf dem Desktop, und auf Mac OS X im Ordner Programme. Auf Linux ist kein Standardort festgelegt, jedoch wird der Ordner bei Verwendung des englischen Tor-Browsers "tor-browser_en-US" genannt werden.

source: Select Satori from your browser’s Apps menu.
de: Wähle im Apps-Menü deines Browsers Satori aus.

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
de: Die nächste Anzeige fragt ob deine Verbindung einen Proxy benötigt. In den meisten Fällen ist dies nicht erforderlich. Normalerweise weisst du es, wenn du hier "Ja" antworten musst, da die Einstellungen auch für andere Browser auf deinem System benutzt werden. Wenn möglich bitte deinen Netzwerkadministrator um Hilfe. Wenn deine Verbindung keinen Proxy verwendet, klicke auf "Fortfahren".

source: * Temporarily disable your firewall.
de: * Deaktiviere vorübergehend deine Firewall.

source: Onion Services
de: Onion-Dienste

source: Select “yes” when asked if your Internet Service Provider blocks connections to the Tor network.
de: Wähle "ja" aus, wenn du danach gefragt wirst, ob dein Internetprovider Verbindungen zum Tor-Netzwerk blockiert.

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
de: * Videos, die Adobe Flash benötigen, sind nicht verfügbar. Flash ist aus Sicherheitsgründen deaktiviert.

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
de: Wenn du den gewünschten Onion-Dienst nicht erreichen kannst, stelle sicher, dass du die Onion-Adresse korrekt eingegeben hast: Schon ein kleiner Fehler verhindert, dass der Tor Browser die Seite erreichen kann.

source: When you log in to a website over Tor, there are several points you should bear in mind:
de: Wenn du dich auf einer Webseite über Tor anmeldest, solltest du einige Punkte beachten:

source: ##### How Tor works
de: ##### Wie Tor funktioniert

source: You can also configure pluggable transports while Tor Browser is running, by clicking on the green onion near your address bar and selecting “Tor Network Settings”.
de: Du kannst die austauschbaren Übertragungsarten auch während der Tor Browser läuft konfigurieren, indem du auf die grüne Zwiebel in deiner Adressleiste klickst und "Tor Netzwerkeinstellungen" auswählst.

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <a href="/bridges/">Bridges</a> section to learn what bridges are and how to obtain them.
de: Wenn du alle diese Optionen ausprobierst und keine davon dich online bringt, musst du die Brücken-Adressen manuell eingeben. Lies den Abschnitt <a href="bridges">Brücken</a>, um zu erfahren, was Brücken sind und wie du sie erhalten kannst.

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <a href="/circumvention">Circumvention</a> section for possible solutions.
de: Wenn du dich noch immer nicht verbinden kannst, ist es möglich dass dein Internetdienstanbieter Verbindungen zum Tor Netzwerk zensiert. Lese den Abschnitt <link xref="circumvention">Umgehungsmaßnahmen</link>, um mögliche Lösungen zu erhalten.

source: Snowflake is an improvement upon Flashproxy. It sends your traffic through WebRTC, a peer-to-peer protocol with built-in NAT punching.
de: Snowflake ist eine Verbesserung von Flashproxy. Es sendet deinen Datenverkehr über WebRTC, ein Peer-to-Peer-Protokoll mit integriertem NAT-Punching.

source: Plugins, add-ons and JavaScript
de: Plugins, Erweiterungen und JavaScript

source: Learn what Tor Browser can do to protect your privacy and anonymity
de: Erfahre, was der Tor-Browser tun kann, um deine Privatsphäre und Anonymität zu schützen.

source: * Click the blue 'Join Team' button on the far right:
de: * Klicke auf die blaue Schaltfläche "Team beitreten" ganz rechts:

source: How can we help?
de: Wie können wir helfen?

source: * See the <a href="/secure-connections">Secure Connections</a> page for important information on how to secure your connection when logging in.
de: * Schaue auf der Seite <link xref="secure-connections">Sichere Verbindungen</link> für weitere, wichtige Informationen wie du deine Verbindung sichern kannst, wenn du dich anmeldest.

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out.
de: Austauschbare Übertragungsarten sind Werkzeuge, die Tor benutzen kann, um den ausgehenden Verkehr zu tarnen. Dies kann in Situationen hilfreich sein, in denen ein Internetdienstanbieter oder eine andere Autorität aktiv Verbindungen zum Tor Netzwerk blockiert.

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
de: Der Security Slider befindet sich im Menü "Security Settings" von Torbutton.

source: Currently there are six pluggable transports available, but more are being developed.
de: Zur Zeit sind sechs austauschbare Übertragungsarten verfügbar, aber es werden weitere entwickelt.

source: Install Satori from the Chrome App Store.
de: Installiere Satori aus dem Chrome App Store.

source: Updating
de: Aktualisieren

source: Troubleshooting
de: Fehlerbehebung

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
de: * Dein Internet Provider und jeder der deine Verbindung lokal beobachtet, wird nicht in der Lage sein, deine Internet Aktivitäten, eingeschlossen der Namen und Adressen der Webseiten, die du besuchst, zu verfolgen.
