Repository: torproject/manual
Catalog: i18n/contents+bn.po
Languages: bn

source: Configuring Tor Browser for security and usability
bn: নিরাপত্তা এবং ব্যবহারযোগ্যতা জন্য টর ব্রাউজার কনফিগার

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
bn: আপনি প্রথমবার টর ব্রাউজার চালানোর সময়, আপনি টর নেটওয়ার্ক সেটিংস উইন্ডো দেখতে পাবেন। এটি আপনাকে টর নেটওয়ার্কে সরাসরি সংযোগের বিকল্প প্রদান করে, অথবা আপনার সংযোগের জন্য টর ব্রাউজার কনফিগার করতে দেয়।

source: Click “Connect”. Using bridges may slow down the connection compared to using ordinary Tor relays. If the connection fails, the bridges you received may be down. Please use one of the above methods to obtain more bridge addresses, and try again.
bn: "সংযোগ" ক্লিক করুন সাধারণ টর রিলে ব্যবহার করার সাথে তুলনায় ব্রিজগুলি সংযোগ বন্ধ করে দিতে পারে। সংযোগ ব্যর্থ হলে, আপনি যে ব্রিজগুলি পেয়েছেন তা নিচে হতে পারে। আরও সেতু ঠিকানা প্রাপ্ত করার জন্য উপরের পদ্ধতিগুলির একটি ব্যবহার করুন, এবং আবার চেষ্টা করুন।

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
bn: যদি আপনি এখনও পেঁয়াজ পরিষেবা সংযোগ করতে অক্ষম হন, তাহলে পরে আবার চেষ্টা করুন। একটি অস্থায়ী সংযোগ সমস্যা হতে পারে, বা সাইট অপারেটর এটি সতর্কবার্তা ছাড়া অফলাইনে যেতে অনুমতি দেওয়া হতে পারে।

source: Satori is an add-on for the Chrome or Chromium browsers that allows you to download several security and privacy programs from different sources.
bn: সটোরি ক্রোম বা ক্রোম ব্রাউজারগুলির জন্য একটি অ্যাড-অন যা আপনাকে বিভিন্ন উত্স থেকে বিভিন্ন নিরাপত্তা এবং গোপনীয়তা প্রোগ্রামগুলি ডাউনলোড করতে দেয়।

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
bn: অন্যান্য প্ল্যাগেবল ট্রান্সফর্মগুলি, যেমন বিনয়ী, বিভিন্ন বিরোধী সেন্সরশিপ কৌশলগুলি ব্যবহার করে যা সেতুগুলিতে নির্ভর করে না। এই ট্রান্সপোর্টগুলি ব্যবহার করার জন্য আপনাকে ব্রিজের ঠিকানাগুলি পেতে হবে না।

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network. If this happens, you can use one of the alternative download methods listed below.
bn: যাইহোক, এমন সময় হতে পারে যখন আপনি টর প্রকল্প ওয়েবসাইট অ্যাক্সেস করতে পারবেন না: উদাহরণস্বরূপ, এটি আপনার নেটওয়ার্কে ব্লক করা যেতে পারে। যদি এটি ঘটে, আপনি নীচে তালিকাভুক্ত বিকল্প ডাউনলোড পদ্ধতিগুলির মধ্যে একটি ব্যবহার করতে পারেন।

source: Security Slider
bn: নিরাপত্তা স্লাইডার

source: Note that your operating system’s standard “Uninstall” utility is not used.
bn: উল্লেখ্য আপনার অপারেটিং সিস্টেমের মান "আনইনস্টল" ইউটিলিটি ব্যবহার করা হয় না।

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
bn: উপরন্তু, টর ব্রাউজার "ফিঙ্গারপ্রিন্টিং" থেকে ওয়েবসাইটগুলিকে প্রতিরোধ করতে বা আপনার ব্রাউজার কনফিগারেশনের উপর ভিত্তি করে আপনাকে সনাক্ত করার জন্য ডিজাইন করা হয়েছে।

source: Select “Connect with provided bridges”. Tor Browser currently has six pluggable transport options to choose from.
bn: "সরবরাহকৃত ব্রিজগুলির সাথে সংযোগ করুন" নির্বাচন করুন টর ব্রাউজার বর্তমানে থেকে নির্বাচন করতে ছয় প্ল্যাগেবল পরিবহন বিকল্প আছে|

source: ##### Known issues
bn: ##### জ্ঞাত সমস্যা

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
bn: FTE (ফরম্যাট-রূপান্তর এনক্রিপশন) সাধারণ ওয়েব (HTTP) ট্র্যাফিক হিসাবে টর ট্রাফিক ছদ্মবেশ।

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
bn: টর ভার্চুয়াল টানেলগুলির একটি নেটওয়ার্ক যা আপনাকে ইন্টারনেটে আপনার গোপনীয়তা ও নিরাপত্তা উন্নত করতে সহায়তা করে। টর টর নেটওয়ার্কে তিনটি র্যান্ডম সার্ভার (রিলে নামেও পরিচিত) এর মাধ্যমে আপনার ট্র্যাফিক পাঠিয়ে কাজ করে। সার্কিটের সর্বশেষ রিলে ("প্রস্থান রিলে") তারপর পাবলিক ইন্টারনেটে ট্র্যাফিক পাঠায়।

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
bn: যখন আপনি কোনও ওয়েবসাইটের সাথে সংযুক্ত হন, এটি কেবল সেই ওয়েবসাইটের অপারেটর নয় যা আপনার দর্শন সম্পর্কে তথ্য রেকর্ড করতে পারে। বেশিরভাগ ওয়েবসাইট এখন সোশ্যাল নেটওয়ার্কিং "বোতামগুলি", এনালিটিক্স ট্র্যাকার্স এবং বিজ্ঞাপন বীকন সহ বিভিন্ন তৃতীয় পক্ষের পরিষেবাগুলি ব্যবহার করে, যা সমস্ত বিভিন্ন সাইট জুড়ে আপনার কার্যকলাপ লিঙ্ক করতে পারে।

source: To download Tor Browser using Satori:
bn: Satori ব্যবহার করে টর ব্রাউজার ডাউনলোড করতে:

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
bn: ওএস এক্সের জন্য ইংরেজিতে টর ব্রাউজার ডাউনলোড করার জন্য লিঙ্ক পেতে, এটিতে "ওএসএক্স এন" শব্দটি দিয়ে (এটি আপনাকে অ্যাকাউন্টটি অনুসরণ করতে হবে না) দিয়ে @get_tor- এ একটি সরাসরি বার্তা পাঠান।

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
bn: যদি আপনি একটি নিয়মিত ব্রাউজার ব্যবহার করে একটি ওয়েবসাইট লগ ইন, আপনি প্রক্রিয়া আপনার IP ঠিকানা এবং ভৌগলিক অবস্থান প্রকাশ। আপনি যখন একটি ইমেল পাঠান তখন একই কথা প্রায়ই সত্য হয়। টর ব্রাউজার ব্যবহার করে আপনার সোশ্যাল নেটওয়ার্কিং বা ইমেইল অ্যাকাউন্টে লগইন করার মাধ্যমে আপনি যে ওয়েবসাইটগুলি ব্রাউজ করেন সেই তথ্যগুলি আপনি প্রকাশ করতে পারবেন। টর ব্রাউজার ব্যবহার করে লগ ইন করাও দরকারী যদি আপনার কাছে পৌঁছানোর চেষ্টা করা ওয়েবসাইটটি আপনার নেটওয়ার্কের উপর সেন্সর করা হয়।

source: ###### New Tor circuit for this site
bn: ##### এই সাইটের জন্য নতুন টর সার্কিট

source: Standard
bn: মান

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
bn: কিছু ভিডিও ওয়েবসাইট (যেমন ইউটিউব) ফ্ল্যাশ ব্যবহার করে না এমন বিকল্প ভিডিও বিতরণ পদ্ধতি প্রস্তাব করে। এই পদ্ধতিগুলি টর ব্রাউজারের সাথে সামঞ্জস্যপূর্ণ হতে পারে।

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
bn: যাইহোক, টর ব্রাউজারের সাথে ব্যবহারের জন্য শুধুমাত্র অ্যাড-অনগুলি পরীক্ষা করা হয়েছে যারা ডিফল্টভাবে অন্তর্ভুক্ত। অন্য কোনও ব্রাউজার অ্যাড-অন ইনস্টল করলে টর ব্রাউজারের কার্যকারিতা ভেঙ্গে যেতে পারে বা আপনার গোপনীয়তা এবং নিরাপত্তা প্রভাবিত করে এমন আরো গুরুতর সমস্যাগুলির কারণ হতে পারে। অতিরিক্ত অ্যাড-অনগুলি ইনস্টল করার জন্য এটি দৃঢ়ভাবে নিরুৎসাহিত হয় এবং টর প্রকল্প এই কনফিগারেশনের জন্য সমর্থন প্রদান করবে না।

source: ##### Using pluggable transports
bn: ##### প্ল্যাগেবল ট্রান্সপোর্টগুলি ব্যবহার করুন

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <a href="/managing-identities.html#new-identity">New Identity</a> is requested).
bn: ডিফল্টরূপে, টর ব্রাউজার কোনও ব্রাউজিং ইতিহাস রাখে না কুকিজ একক সেশনের জন্য শুধুমাত্র বৈধ (টর ব্রাউজার থেকে প্রস্থান করা হয় বা একটি <a href="managing-identities#new-identity">নতুন পরিচয়</a> অনুরোধ করা হয়) পর্যন্ত বৈধ।

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
bn: টর নেটওয়ার্ক ব্যবহার করে আপনার সঠিক অবস্থান এবং IP ঠিকানা আবিষ্কার করতে পর্যবেক্ষকদের স্টপ করে, কিন্তু এই তথ্য ছাড়াও তারা আপনার কার্যকলাপের বিভিন্ন ক্ষেত্রগুলি একসঙ্গে সংযুক্ত করতে সক্ষম হতে পারে। এই কারণে, টর ব্রাউজারে কিছু অতিরিক্ত বৈশিষ্ট্য রয়েছে যা আপনাকে আপনার পরিচয় থেকে কি তথ্য সংযুক্ত করতে পারে তা নিয়ন্ত্রণে সহায়তা করে।

source: ##### Quick fixes
bn: ##### দ্রুত সংশোধন

source: ##### Troubleshooting
bn: ##### সমস্যা সমাধান

source: downloading
bn: ডাউনলোড হচ্ছে

source: Learn how to protect your data using Tor Browser and HTTPS
bn: টর ব্রাউজার এবং HTTPS ব্যবহার করে আপনার ডেটা সুরক্ষিত করার পদ্ধতি শিখুন

source: ##### Getting bridge addresses
bn: ##### ব্রিজের ঠিকানাগুলি পাওয়া

source: 2. Delete the Tor Browser folder.
bn: 2. টর ব্রাউজার ফোল্ডারটি মুছুন.

source: ScrambleSuit is similar to obfs4 but has a different set of bridges.
bn: ScrambleSuit obfs4 অনুরূপ কিন্তু ব্রিজ একটি ভিন্ন সেট আছে।

source: Removing Tor Browser from your system is simple:
bn: আপনার সিস্টেম থেকে টর ব্রাউজার অপসারণ সহজ:

source: ###### To use GetTor via email:
bn: ##### ইমেলের মাধ্যমে GetTor ব্যবহার করতে:

source: Safer
bn: নিরাপদ

source: ##### Flash Player
bn: ##### ফ্ল্যাশ প্লেয়ার

source: * Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
bn: * টর ব্রাউজার প্রায়ই আপনার সংযোগ প্রদর্শিত হয় যেন এটি বিশ্বের একটি সম্পূর্ণ ভিন্ন অংশ থেকে আসছে। কিছু ওয়েবসাইট, যেমন ব্যাঙ্ক বা ইমেল প্রদানকারী, আপনার অ্যাকাউন্ট হ্যাক বা আপোস করা হয়েছে এমন একটি চিহ্ন হিসাবে এটি ব্যাখ্যা করতে পারে, এবং আপনাকে লক আউট এটি সমাধান করার একমাত্র উপায় অ্যাকাউন্ট পুনরুদ্ধারের জন্য সাইটের প্রস্তাবিত পদ্ধতি অনুসরণ করে, বা অপারেটরদের সাথে যোগাযোগ করা এবং পরিস্থিতি ব্যাখ্যা করে।

source: Running Tor Browser for the first time
bn: প্রথমবার রান টর ব্রাউজার

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
bn: জেটটি এমন একটি পরিষেবা যা স্বয়ংক্রিয়ভাবে টর ব্রাউজারের সর্বশেষ সংস্করণে লিঙ্ক দেয়, যেমন ড্রপ-বক্স্, Google ড্রাইভ এবং গিটহাব ।

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
bn: যদি কোনও ব্যক্তিগত তথ্য যেমন লগইন পাসওয়ার্ড ইন্টারনেটে অ্যানক্রিপটেড ভ্রমণ করে, তবে এটি খুব সহজেই একটি ছলচাতুরী দ্বারা আটকানো যায়। যদি আপনি কোনও ওয়েবসাইটে লগ ইন করেন, তবে আপনি নিশ্চিত হবেন যে এই সাইটটি HTTPS এনক্রিপশন অফার করে, যা এই ধরনের eavesdropping এর বিরুদ্ধে রক্ষা করে। আপনি URL বারে এটি যাচাই করতে পারেন: আপনার সংযোগ এনক্রিপ্ট করা হলে, ঠিকানাটি "http: //" এর পরিবর্তে "https: //" দিয়ে শুরু হবে।

source: * An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
bn: * একটি onion পরিষেবাগুলির অবস্থান এবং IP ঠিকানা লুকানো আছে, বিরোধীদের পক্ষে এটি সেন্সর করা বা তার অপারেটরদের সনাক্ত করা কঠিন করে তোলে।

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
bn: এই বিকল্পটি উপকারী যদি আপনি আপনার পরবর্তী ব্রাউজারের ক্রিয়াকলাপকে আপনি আগে কি করছেন তা লিঙ্কযোগ্য হতে প্রতিরোধ করতে চাইলে এটি নির্বাচন করলে আপনার সব খোলা ট্যাব এবং উইন্ডো বন্ধ হয়ে যাবে, কুকিজ এবং ব্রাউজিংয়ের ইতিহাসের মতো সমস্ত ব্যক্তিগত তথ্য মুছে ফেলা হবে এবং সমস্ত সংযোগগুলির জন্য নতুন টর সার্কিট ব্যবহার করবে। টর ব্রাউজার আপনাকে সতর্ক করবে যে সমস্ত কার্যকলাপ এবং ডাউনলোডগুলি বন্ধ হয়ে যাবে, তাই "নতুন পরিচয়" ক্লিক করার পূর্বে এটি বিবেচনা করুন।

source: How to remove Tor Browser from your system
bn: আপনার সিস্টেম থেকে টর ব্রাউজার অপসারণ কিভাবে

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
bn: Onion পরিষেবাগুলি (পূর্বে "লুকানো পরিষেবাগুলি" নামে পরিচিত) সেবাগুলি (যেমন ওয়েবসাইট) যা টর নেটওয়ার্ক এর মাধ্যমে অ্যাক্সেসযোগ্য।

source: ##### Is your connection censored?
bn: ##### আপনার সংযোগ সেন্সর হয়?

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
bn: * সর্বাধিক <a href="transports">প্ল্যাগেবল ট্রান্সপোর্ট</a>, যেমন obfs3 এবং obfs4 হিসাবে, "ব্রিজ" relays ব্যবহারের উপর নির্ভর করে। সাধারণ টর রিলেস মত, সেতু স্বেচ্ছাসেবকদের দ্বারা চালানো হয়; সাধারণ রিলেস ব্যতীত, তবে, তারা সর্বজনীন তালিকাভুক্ত না হয়, তাই একটি প্রতিপক্ষ তাদের সহজেই সনাক্ত করতে পারে না। প্ল্যাগেবল ট্রান্সফর্মের সাথে মিলিত ব্রিজ ব্যবহার করে আপনি টর ব্যবহার করছেন তা ছদ্মবেশে সাহায্য করে।

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
bn: অন্যদিকে, একক ওয়েবসাইটের সমস্ত ঠিকানা একই টর সার্কিটে তৈরি করা হবে, যার মানে আপনি কার্যকরী কোন ক্ষতি ছাড়া পৃথক ট্যাব বা উইন্ডোতে একক ওয়েবসাইটের বিভিন্ন পৃষ্ঠা ব্রাউজ করতে পারেন।

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
bn: একবার আপনি কিছু ব্রিজ ঠিকানা প্রাপ্ত করা হয়েছে, আপনি টর লঞ্চার মধ্যে তাদের প্রবেশ করতে হবে।

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
bn: যেহেতু ব্রিজগুলি ঠিকানাগুলি সর্বজনীন নয় তাই আপনাকে তাদের নিজের কাছে অনুরোধ করতে হবে। আপনার দুটি বিকল্প আছে:

source: These transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
bn: এই সব transports আপনি টর ব্যবহার করার পরিবর্তে একটি প্রধান ওয়েব সাইট ব্রাউজ করা হয় মত দেখতে এটি। নমস্কার-আ্যামোজান এটি দেখায় যে আপনি অ্যামাজন ওয়েব পরিষেবা ব্যবহার করছেন; মেকার-অজর এটি একটি মাইক্রোসফ্ট ওয়েব সাইট ব্যবহার করে দেখায়; এবং নিখুঁত-গুগল এটি দেখায় যে আপনি গুগল অনুসন্ধান ব্যবহার করছেন।

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
bn: আপনি প্রোগ্রামটি চালানোর পরে, এবং আপনি "প্রথমবারের মত এটি ব্যবহার করে" যদি "সংযোগ" বোতামটি ক্লিক করার পরে টর ব্রাউজার ব্যবহার করে ওয়েবে ব্রাউজ করা শুরু করতে সক্ষম হওয়া উচিত।

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
bn: * আপনি ব্যবহার করেন এমন ওয়েবসাইট এবং পরিষেবাগুলির অপারেটর এবং যে কেউ তাদেরকে দেখছেন, আপনার আসল ইন্টারনেট (আইপি) ঠিকানার পরিবর্তে টর নেটওয়ার্কে আসছে একটি সংযোগ দেখতে পাবেন এবং যদি আপনি স্পষ্টভাবে নিজেকে চিহ্নিত না করেন তবে আপনি কে জানেন না।

source: Network location of the computer used to visit the website (the public IP address).
bn: ওয়েবসাইটের জন্য ব্যবহৃত কম্পিউটারের নেটওয়ার্ক স্থান (পাবলিক আইপি ঠিকানা)।

source: ##### Entering bridge addresses
bn: ##### ব্রিজ ঠিকানাগুলি প্রবেশ করানো

source: How Tor Browser handles add-ons, plugins and JavaScript
bn: কিভাবে টর ব্রাউজার অ্যাড-অন, প্লাগইন এবং জাভাস্ক্রিপ্ট পরিচালনা করে

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
bn: টর ব্রাউজার ফায়ারফক্স ভিত্তিক এবং ফায়ারফক্সের সাথে সামঞ্জস্যপূর্ণ কোনো ব্রাউজার অ্যাড-অন বা থিম টর ব্রাউজারে ইনস্টল করা যায়।

source: ##### Which transport should I use?
bn: ##### কোন পরিবহন আমি ব্যবহার করা উচিত?

source: bridges
bn: ব্রিজ

source: Onion services offer several advantages over ordinary services on the non-private web:
bn: Onion পরিষেবাগুলি অ-প্রাইভেট ওয়েবের সাধারণ পরিষেবাগুলির উপর অনেক সুবিধা প্রদান করে:

source: Known issues
bn: জ্ঞাত সমস্যা

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
bn: নীচের ভিজ্যুয়ালাইজেশানটি দেখায় যে টর ব্রাউজার এবং HTTPS এনক্রিপশনের সাথে এবং ছাড়া ছাড়া কী eavesdroppers দেখতে হয়:

source: ##### Security Levels
bn: ##### নিরাপত্তা স্তর

source: ##### Browser Add-ons
bn: ##### ব্রাউজার অ্যাড-অন

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
bn: টর ব্রাউজার আপনার গোপনীয়তা এবং গোপনীয়তা রক্ষা করার জন্য টর নেটওয়ার্ক ব্যবহার করে। টর নেটওয়ার্ক ব্যবহার করে দুটি প্রধান বৈশিষ্ট্য রয়েছে:

source: Safest
bn: নিরাপদ

source: Circumvention
bn: প্রতারণা

source: The site being visited.
bn: সাইট পরিদর্শন করা হচ্ছে।

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; Javascript is disabled by default on all sites; most video and audio formats are disabled; and some fonts and icons may not display correctly.
bn: এই স্তরে, HTML5 ভিডিও এবং অডিও মিডিয়া নোটসপের মাধ্যমে ক্লিক করার জন্য ক্লিক করে; সমস্ত জাভাস্ক্রিপ্ট অপ্টিমাইজেশন নিষ্ক্রিয় করা হয় কিছু গাণিতিক সমীকরণ সঠিকভাবে প্রদর্শন করতে পারে না; কিছু ফন্ট রেন্ডারিং বৈশিষ্ট্য নিষ্ক্রিয় করা হয়; কিছু ধরনের ইমেজ অক্ষম করা হয়; জাভাস্ক্রিপ্ট সমস্ত সাইট ডিফল্ট দ্বারা অক্ষম করা হয়; অধিকাংশ ভিডিও এবং অডিও ফরম্যাট অক্ষম; এবং কিছু ফন্ট এবং আইকন সঠিকভাবে প্রদর্শন করতে পারে না।

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, ScrambleSuit, fte, meek-azure and Snowflake.
bn: আপনি যদি প্রথমবারের মতো একটি অবরুদ্ধ সংযোগ স্থাপনের চেষ্টা করেন, তাহলে আপনার বিভিন্ন পরিবহনের চেষ্টা করা উচিত: obfs3, obfs4, ScrambleSuit, fte, meek-azure এবং Snowflake ।

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
bn: * টর ব্রাউজার প্যাকেজ 1 জানুয়ারী, 2000 00:00:00 ইউটিসি তারিখ। এটি নিশ্চিত করতে হবে যে প্রতিটি সফ্টওয়্যার বিল্ডই সঠিকভাবে উত্পাদিত হয়।

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
bn: * টর ব্রাউজারের ভিতর থেকে নিম্নোক্ত কমান্ডটি চালানোর মাধ্যমে কমান্ড লাইন থেকে টর ব্রাউজারটি চালু করা যায়:

source: How to update Tor Browser
bn: টর ব্রাউজার আপডেট কিভাবে

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
bn: উপরোক্ত চিত্রটি টরকে বিভিন্ন ওয়েবসাইটগুলিতে ব্যবহারকারী ব্রাউজারকে চিত্রিত করে। সবুজ মাঝারি কম্পিউটার টর নেটওয়ার্কগুলিতে রিলেস উপস্থাপন করে, যখন তিনটি কী ব্যবহারকারীর মধ্যে এনক্রিপশন স্তর এবং প্রতিটি রিলে প্রতিনিধিত্ব করে।

source: updating
bn: আপডেট করা হচ্ছে

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
bn: Gettor@torproject.org- এ একটি ইমেল পাঠান, এবং বার্তাটি আপনার অপারেটিং সিস্টেমের উপর নির্ভর করে শুধু "উইন্ডোজ", "ওএসএক্স", বা "লিনাক্স" (উদ্ধৃতি চিহ্ন ছাড়াই) লিখুন।

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
bn: যদি টর ব্রাউজার সংযুক্ত না হয়, তবে একটি সহজ সমাধান হতে পারে। নিম্নলিখিত প্রতিটি চেষ্টা করুন:

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
bn: জাভাস্ক্রিপ্ট একটি প্রোগ্রামিং ভাষা যা ওয়েবসাইটগুলি ইন্টারঅ্যাক্টিভ উপাদানগুলি যেমন ভিডিও, অ্যানিমেশন, অডিও, এবং স্থিতি সময়সীমা প্রদান করতে ব্যবহার করে। দুর্ভাগ্যবশত, জাভাস্ক্রিপ্ট ব্রাউজারের নিরাপত্তার উপর আক্রমণগুলি সক্রিয় করতে পারে, যা ডিনামাইমাইজেশন হতে পারে।

source: Pluggable transports
bn: প্ল্যাগেবল ট্রান্সপোর্টগুলি

source: Uninstalling
bn: আনইনস্টল হচ্ছে

source: * When both buttons are green, you see the data that is visible to observers when you are using both tools.
bn: * যখন উভয় বোতামগুলি সবুজ হয়, তখন আপনি দেখতে পান যে আপনি উভয় সরঞ্জামগুলি ব্যবহার করছেন তখন আপনি দেখতে পাবেন এমন ডেটা দেখুন।

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
bn: GetTor একটি ইমেল ধারণকারী লিঙ্কে সাড়া দেবে যার থেকে আপনি টর ব্রাউজার প্যাকেজ ডাউনলোড করতে পারেন, ক্রিপ্টোগ্রাফিক স্বাক্ষর (ডাউনলোড যাচাই করার জন্য প্রয়োজনীয়), স্বাক্ষর করার জন্য ব্যবহৃত কীটির আঙ্গুলের ছাপ এবং প্যাকেজের চেকসাম। আপনি "32-বিট" বা "64-বিট" সফ্টওয়্যার চয়ন করতে পারেন: এটি আপনার ব্যবহার করা কম্পিউটারের মডেলের উপর নির্ভর করে।

source: Bridges
bn: ব্রিজ

source: Learn how to control personally-identifying information in Tor Browser
bn: টর ব্রাউজারে ব্যক্তিগতভাবে সনাক্তকারী তথ্য কীভাবে নিয়ন্ত্রণ করবেন তা জানুন

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <a href="/transports">Pluggable Transports</a> page for more information on the types of transport that are currently available.
bn: টর নেটওয়ার্কে সরাসরি অ্যাক্সেসটি কখনও কখনও আপনার ইন্টারনেট সার্ভিস প্রোভাইডার বা সরকার কর্তৃক অবরুদ্ধ থাকে। টর ব্রাউজার এই ব্লক কাছাকাছি পেতে জন্য কিছু circumvention সরঞ্জাম অন্তর্ভুক্ত। এই সরঞ্জামগুলি <a href="transports">"প্লাগযোগ্য ট্রান্সপোর্টগুলি"</a> বলা হয়। বর্তমানে উপলব্ধ যে ধরনের ধরনের উপর আরো তথ্যের জন্য প্ল্যাগেবল ট্রান্সফর্ম পৃষ্ঠা দেখুন.

source: What to do if Tor Browser doesn’t work
bn: টর ব্রাউজার কাজ না করলে কি করবেন?

source: ##### Changing identities and circuits
bn: ##### সনাক্তকরণ এবং সার্কিট পরিবর্তন

source: onion-services
bn: ওনিওন-সেবা
