Repository: torproject/manual
Catalog: i18n/contents+el.po
Languages: el

source: How can we help?
el: Πως μπορούμε να βοηθήσουμε;

source: About Tor Browser
el: Σχετικά με τον Tor Browser

source: Learn what Tor Browser can do to protect your privacy and anonymity
el: Μάθετε τι μπορεί να κάνει ο Tor Browser για να να προστατευθεί η ιδιωτικότητα και η ανωνυμία σας

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
el: Ο Tor Browser χρησιμοποιεί το δίκτυο Tor για την προστασία της ιδιωτικότητας και της ανωνυμίας σας. Η χρήση του δικτύου Tor έχει δύο κύριες ιδιότητες:

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
el: * Ο πάροχος δικτύου σας, και οποιοσδήποτε άλλος που παρακολουθεί τοπικά την σύνδεσή σας, δεν θα μπορεί να ανιχνέυσει την δικτυακή σας δραστηριότητα, συμπεριλαμβανομένων των ονομάτων και διευθύνσεων των ιστοσελίδων που επισκέπτεστε.

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
el: * Οι διαχειριστές των ιστοσελίδων και των υπηρεσιών που χρησιμοποιείτε, και οποιοσδήποτε τις παρακολουθεί, θα βλέπει μια σύνδεση που προέρχεται από το δίκτυο Tor, αντί της πραγματικής σας διεύθυνσης ίντερνετ (IP), και δεν θα γνωρίζει ποιος είστε εκτός εάν εσκεμμένα το αποκαλύψετε.

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
el: Επιπλέον, ο Tor Browser έχει σχεδιαστεί να αποτρέπει ιστοσελίδες από το να σε "ταυτοποιήσουν" βάση των ρυθμίσεων του browser σας.

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <a href="/managing-identities.html#new-identity">New Identity</a> is requested).
el: Από προεπιλογή, ο Tor Browser δεν κρατά κανένα ιστορικό περιήγησης. Τα cookies είναι έγκυρα μόνο για μια συνεδρία (μέχρι να κλείσει ο Tor Browser ή να ζητηθεί μια <a href="managing-identities#new-identity">Νέα Ταυτότητα</a>).

source: ##### How Tor works
el: ##### Πώς λειτουργεί το Tor

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
el: * Το Tor είναι ένα δίκτυο εικονικών σηράγγων που σας επιτρέπει να βελτιώσετε το απόρρητο και την ασφάλειά σας στο Διαδίκτυο. Το Tor λειτουργεί αποστέλλοντας την κυκλοφορία σας μέσω τριών τυχαίων διακομιστών (επίσης γνωστών ως *κόμβοι*) στο δίκτυο Tor. Το τελευταίο ρελέ στο κύκλωμα (ο "κόμβος εξόδου") στέλνει τότε την κυκλοφορία στο δημόσιο διαδίκτυο.

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
el: Παραπάνω απεικονίζεται η περιήγηση σε διάφορες ιστοσελίδες μέσω του Tor. Οι πράσινες οθόνες παριστάνουν κόμβους στο δίκτυο Tor, ενώ τα τρία κλειδιά παριστάνουν τα στρώματα κρυπτογράφησης μεταξύ του χρήστη και του κάθε κόμβου.

source: Downloading
el: Γίνεται λήψη

source: How to download Tor Browser
el: Πως να κατεβάσετε τον Tor Browser

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network. If this happens, you can use one of the alternative download methods listed below.
el: Ωστόσο, ίσως να υπάρξουν φορές που δεν θα μπορέσετε να αποκτήσετε πρόσβαση στην ιστοσελίδα του Tor Project: για παράδειγμα, θα μπορούσε να είναι αποκλεισμένη στο δίκτυό σας. Εάν συμβεί αυτό, μπορείτε να χρησιμοποιήσετε μία από τις εναλλακτικές μεθόδους λήψης που αναφέρονται παρακάτω.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
el: Το GetTor είναι μια υπηρεσία που απαντά αυτόματα σε μηνύματα με συνδέσμους της τελευταίας έκδοσης του Tor Browser, που βρίσκεται σε διάφορες τοποθεσίες, όπως το Dropbox, το Google Drive και το GitHub.

source: ###### To use GetTor via email:
el: ##### Για να χρησιμοποιήσετε το GetTor μέσω email:

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
el: Στείλτε ένα email στο gettor@torproject.org, και στο σώμα του μηνύματος απλά γράψτε "windows", "osx" ή "linux" (χωρίς τα εισαγωγικά) ανάλογα με το λειτουργικό σας σύστημα.

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
el: Το GetTor θα απαντήσει με ένα email που θα περιέχει συνδέσμους από τους οποίους θα μπορέσετε να κατεβάσετε το πακέτο του Tor Browser, την κρυπτογραφική υπογραφή (απαραίτητη για την επιβεβαίωση του αρχείου λήψης), το δακτυλικό αποτύπωμα του κλειδιού που χρησιμοποιήθηκε για την υπογραφή, και το checksum του πακέτου. Μπορεί να σας δοθεί η επιλογή για λογισμικό 32 ή 64 bit. Επιλέξτε ανάλογα με το μοντέλο του υπολογιστή που χρησιμοποιείτε.

source: ###### To use GetTor via Twitter:
el: ##### Για να χρησιμοποιήσετε το GetTor μέσω Twitter:

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
el: Για να λάβετε συνδέσμους για λήψη του Tor Browser στα Αγγλικά για OS X, στείλτε ένα άμεσο μήνυμα στο @get_tor με τις λέξεις "osx en" (δεν χρειάζεται να ακολουθήσετε τον λογαριασμό).

source: ###### To use GetTor via Jabber/XMPP (Jitsi, CoyIM, etc.):
el: ##### Για να χρησιμοποιήσεις το GetTor μέσω του Jabber/XMPP (Jitsi, CoyIM, κ.λπ.):

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
el: Για να λάβετε συνδέσμους για λήψη του Tor Browser στα κινεζικά για Linux, στείλτε ένα μήνυμα στο gettor@torproject.org με τις λέξεις "linux zh".

source: Satori is an add-on for the Chrome or Chromium browsers that allows you to download several security and privacy programs from different sources.
el: Το Satori είναι ένα πρόσθετο για τους περιηγητές Chrome και Chromium που σας επιτρέπει να κατεβάσετε αρκετά προγράμματα ασφάλειας και ιδιωτικότητας από διάφορες πηγές.

source: To download Tor Browser using Satori:
el: Για να κατεβάσετε τον Tor Browser χρησιμοποιώντας το Satori:

source: Install Satori from the Chrome App Store.
el: Εγκαταστήστε το Satori από το Chrome App Store.

source: Select Satori from your browser’s Apps menu.
el: Επιλέξτε το Satori από το μενού εφαρμογών του περιηγητή σας.

source: When Satori opens, click on your preferred language. A menu will open listing the available downloads for that language. Find the entry for Tor Browser under the name of your operating system. Select either “A” or “B” after the name of the program — each one represents a different source from which to get the software. Your download will then begin.
el: Όταν ανοίξει το Satori, επίλεξε την επιθυμητή γλώσσα. Θα ανοίξει ένα μενού με όλα τα διαθέσιμα λογισμικά για αυτήν τη γλώσσα. Βρείτε το όνομα του Tor Browser κάτω από το όνομα του λειτουργικού σας συστήματος. Επίλεξε είτε το "Α" είτε το "Β" μετά από το όνομα του προγράμματος - το καθένα αντιπροσωπεύει μία διαφορετική πηγή από την οποία θα λάβετε το λογισμικό. Στη συνέχεια, η λήψη σας θα ξεκινήσει.

source: Wait for your download to finish, then find the “Generate Hash” section in Satori’s menu and click “Select Files”.
el: Περίμενε να τελειώσει το κατέβασμα, μετά βρες το τμήμα "Παραγωγή Hash" στο μενού του Satori και κάνε κλικ στο "Επιλογή αρχείων".

source: Running Tor Browser for the first time
el: Εκτέλεση του Tor Browser για πρώτη φορά

source: Learn how to use Tor Browser for the first time
el: Μάθετε πως να χρησιμοποιήσετε τον Tor Browser για πρώτη φορά

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
el: Όταν εκτελέσετε τον Tor Browser για πρώτη φορά, θα δείτε το παράθυρο ρυθμίσεων δικτύου του Tor. Αυτό σας δίνει την επιλογή να συνδεθείτε απευθείας στο δίκτυο Tor, ή να διαμορφώσετε τον Tor Browser για τη σύνδεσή σας.

source: ##### Connect
el: ##### Σύνδεση

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <a href="/troubleshooting">Troubleshooting</a> page for help solving the problem.
el: Στις περισσότερες περιπτώσεις, επιλέγοντας τη "Σύνδεση" θα σας επιτρέψει να συνδεθείτε στο δίκτυο Tor χωρίς περαιτέρω παραμετροποίηση. Όταν το πατήσετε, θα εμφανιστεί μια μπάρα κατάστασης που θα σας δείχνει την πορεία της σύνδεσης του Tor. Αν χρησιμοποιείτε μια αρκετά γρήγορη σύνδεση στο διαδίκτυο αλλά αυτή η μπάρα φαίνεται να έχει κολλήσει σε κάποιο σημείο, δείτε την σελίδα <a href="troubleshooting">Αντιμετώπιση προβλημάτων</a> για βοήθεια για την επίλυση του προβλήματος

source: ##### Configure
el: ##### Διαμόρφωση

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
el: Αν γνωρίζετε πως η σύνδεσή σας λογοκρίνεται ή χρησιμοποιεί proxy, επιλέξτε αυτή την επιλογή. Ο Tor Browser θα σας οδηγήσει σε μια σειρά από ρυθμίσεις και επιλογές.

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the <a href="/circumvention">Circumvention</a> screen to configure a pluggable transport.
el: Η πρώτη οθόνη ρωτά εάν η πρόσβαση στο δίκτυο Tor είναι αποκλεισμένη ή λογοκρίνεται η σύνδεσή σας. Εάν δεν πιστεύετε ότι συμβαίνει αυτό, επιλέξτε "Όχι". Αν γνωρίζετε ότι η σύνδεσή σας υπόκειται σε λογοκρισία ή έχετε δοκιμάσει και αποτύχατε να συνδεθείτε στο δίκτυο Tor και δεν έχει δουλέψει καμία άλλη λύση, επιλέξτε "Ναι". Στη συνέχεια, θα μεταφερθείτε στην οθόνη <a href="circumvention">Παράκαμψη</a> για να διαμορφώσετε ένα pluggable transport..

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
el: Η επόμενη οθόνη ρωτάει αν η σύνδεσή σας χρησιμοποιεί proxy. Στις περισσότερες περιπτώσεις, αυτό δεν είναι απαραίτητο. Συνήθως θα γνωρίζετε αν πρέπει να απαντήσετε "Ναι", καθώς οι ίδιες ρυθμίσεις θα χρησιμοποιηθούν για άλλα προγράμματα περιήγησης στο σύστημά σας. Εάν είναι δυνατόν, ζητήστε καθοδήγηση από το διαχειριστή του δικτύου σας. Εάν η σύνδεσή σας δεν χρησιμοποιεί proxy μεσολάβησης, κάντε κλικ στην επιλογή "Συνέχεια".

source: Bridges
el: Γέφυρες

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays.
el: Τα περισσότερα <a href="transports">Pluggable Transports</a>, όπως το obfs3 και το obfs4, βασίζονται στη χρήση κόμβων "γέφυρας".

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
el: Τα περισσότερα <a href="transports">Pluggable Transports</a>, όπως το obfs3 και το obfs4, βασίζονται στη χρήση κόμβων "γέφυρας". Όπως και με τους συνηθισμένους κόμβους Tor, οι γέφυρες διαχειρίζονται από εθελοντές. αντίθετα από τους συνηθισμένους κόμβους, ωστόσο, δεν καταχωρούνται δημόσια, οπότε ο αντίπαλος δεν μπορεί να τα αναγνωρίσει εύκολα. Η χρήση γεφυρών σε συνδυασμό με τα pluggable transports βοηθά να συγκαλύψει το γεγονός ότι χρησιμοποιείτε Tor.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
el: Άλλα pluggable transports, όπως το meek, χρησιμοποιούν διαφορετικές τεχνικές κατά της λογοκρισίας που δεν βασίζονται σε γέφυρες. Δεν χρειάζεται να λάβετε διευθύνσεις γέφυρας για να χρησιμοποιήσετε αυτά τα transports.

source: ##### Getting bridge addresses
el: ##### Συλλογή διευθύνσεων γεφυρών

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
el: Επειδή οι διευθύνσεις γέφυρας δεν είναι δημόσιες, θα πρέπει να τις ζητήσετε εσείς οι ίδιοι. Έχετε δύο επιλογές:

source: ##### Entering bridge addresses
el: ##### Εισαγωγή διευθύνσεων γεφυρών

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
el: Αφού αποκτήσετε μερικές διευθύνσεις γέφυρας, θα πρέπει να τις εισάγετε στο Tor Launcher.

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out.
el: Τα Pluggable transports είναι εργαλεία τα οποία μπορεί να χρησιμοποιήσει ο Tor για να κρύψει την κίνηση που εκπέμπει.

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
el: Τα Pluggable transports είναι εργαλεία τα οποία μπορεί να χρησιμοποιήσει ο Tor για να κρύψει την κίνηση που εκπέμπει. Αυτό μπορεί να χρησιμεύσει στην περίπτωση που ένας πάροχος ίντερνετ ή κάποια άλλη αρχή εμποδίζει ενεργά τις συνδέσεις στο δίκτυο του Tor.

source: ##### Types of pluggable transport
el: ##### Τύποι των pluggable transport

source: Currently there are six pluggable transports available, but more are being developed.
el: Προς το παρόν υπάρχουν τρια pluggable transports διαθέσιμα, αλλά δημιουργούνται κι άλλα.

source: Circumvention
el: Παράκαμψη

source: What to do if the Tor network is blocked
el: Τι να κάνετε αν το δίκτυο Tor είναι μπλοκαρισμένο

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <a href="/transports">Pluggable Transports</a> page for more information on the types of transport that are currently available.
el: Η άμεση πρόσβαση στο δίκτυο Tor μπορεί μερικές φορές να παρεμποδίζεται από τον Πάροχο Υπηρεσιών Διαδικτύου (ISP) ή από κάποια κυβέρνηση. Ο Tor Browser περιλαμβάνει ορισμένα εργαλεία για την παράκαμψη των φραγμών αυτών. Αυτά τα εργαλεία ονομάζονται "pluggable transports". Για περισσότερες πληροφορίες σχετικά με τους τύπους των transport που είναι διαθέσιμα αυτήν τη στιγμή, ανατρέξτε στη σελίδα <a href="transports">Pluggable Transports</a>.

source: ##### Using pluggable transports
el: ##### Χρησιμοποιούνται pluggable transports

source: To use pluggable transports, click "Configure" in the Tor Launcher window that appears when you first run Tor Browser.
el: Για να χρησιμοποιήσετε pluggable transports, κάντε κλικ στην επιλογή "Διαμόρφωση" στο παράθυρο του Tor Launcher που εμφανίζεται όταν ξεκινάτε για πρώτη φορά τον Tor Browser.

source: You can also configure pluggable transports while Tor Browser is running, by clicking on the green onion near your address bar and selecting “Tor Network Settings”.
el: Μπορείτε επίσης να διαμορφωσετε τα pluggable transports ενώ ο Tor Browser εκτελείται, κάνοντας κλικ στο κρεμμύδι κοντά στη γραμμή διευθύνσεών σας και επιλέγοντας "Ρυθμίσεις Δικτύου Tor".

source: Select “yes” when asked if your Internet Service Provider blocks connections to the Tor network.
el: Επιλέξτε "Ναι" όταν ερωτηθείτε αν ο πάροχός σας του ίντερνετ μπλοκάρει συνδέσεις προς το δίκτυο Tor.

source: Select “Connect with provided bridges”. Tor Browser currently has six pluggable transport options to choose from.
el: Επιλέξτε "Σύνδεση με παρεχόμενες γέφυρες". Ο Tor Browser διαθέτει έξι επιλογές pluggable transport από τα οποία μπορείτε να επιλέξετε.

source: ##### Which transport should I use?
el: ##### Τι μέσο πρέπει να χρησιμοποιήσω;

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <a href="/transports">Pluggable Transports</a> page), and their effectiveness depends on your individual circumstances.
el: Κάθε ένα από τα transports που αναγράφονται στο μενού του Tor Launcher λειτουργεί με διαφορετικό τρόπο (για περισσότερες λεπτομέρειες, ανατρέξτε στη σελίδα <a href="transports">Pluggable Transports</a>) και η αποτελεσματικότητά τους εξαρτάται από την περίπτωσή σας.

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, ScrambleSuit, fte, meek-azure and Snowflake.
el: Αν προσπαθείς για πρώτη φορά να παρακάμψεις μία μπλοκαρισμένη σύνδεση, δοκίμασε τις μεταφορές: obfs3, obfs4, ScrambleSuit, fte, meek-azure και Snowflake.

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <a href="/bridges/">Bridges</a> section to learn what bridges are and how to obtain them.
el: * Αν δοκιμάσετε όλες αυτές τις λύσεις, και παρ' όλα αυτά δεν καταφέρατε να συνδεθείτε, θα χρειαστεί να καταχωρίσετε χειροκίνητα τις διευθύνσεις γέφυρας. Διαβάστε την ενότητα <a href="bridges"> Γέφυρες</a> για να μάθετε τι είναι οι γέφυρες και πώς να τις αποκτήσετε.

source: Managing identities
el: Διαχείριση ταυτοτήτων

source: Learn how to control personally-identifying information in Tor Browser
el: Μάθετε πώς να ελέγχετε τις πληροφορίες προσωπικής ταυτοποίησης στον Tor Browser

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
el: Όταν συνδέεστε σε μία ιστοσελίδα, μόνο οι διαχειριστές αυτής της ιστοσελίδας μπορούν να καταγράψουν πληροφορίες σχετικά με την επίσκεψή σας. Οι περισσότερες ιστοσελίδες χρησιμοποιούν πολλές τρίτες υπηρεσίες, συμπεριλαμβανομένων και των "Like" στα κοινωνικά δίκτυα, των εντοπιστών ανάλυσης και των διαφημήσεων, που όλα τους μπορούν να συνδέσουν την δραστηριότητά σας σε διάφορα σάιτ.

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
el: Η χρήση του Tor σταματάει τους παρατηρητές από το να βρουν την ακριβή τοποθεσία σας και την διεύθυνση ΙΡ σας, αλλά και χωρίς αυτές τις πληροφορίες μπορούν να συνδέσουν την δραστηριότητά σας σε διάφορους χώρους. Γι' αυτόν το λόγο ο Tor Browser περιλαμβάνει επιπρόσθετες υπηρεσίες που σας βοηθούν να ελέγξετε ποιες πληροφορίες θα συνδεθούν με την ταυτότητά σας.

source: ##### The URL bar
el: ##### Η γραμμή διευθύνσεων

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
el: Ο Tor Browser επικεντρώνει την εμπειρία σας στο διαδίκτυο γύρω από τη σχέση σας με την ιστοσελίδα στη γραμμή διεύθυνσης. Ακόμα και αν συνδεθείτε σε δύο διαφορετικούς ιστοσελίδες που χρησιμοποιούν την ίδια υπηρεσία παρακολούθησης τρίτου μέρους, ο Tor Browser θα αναγκάσει το περιεχόμενο να προβάλλεται σε δύο διαφορετικά κυκλώματα Tor, οπότε ο tracker δεν θα γνωρίζει ότι και οι δύο συνδέσεις προέρχονται από το browser σας.

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
el: Από την άλλη όλες οι συνδέσεις σε μία ιστοσελίδα θα γίνονται από το ίδιο κύκλωμα του Tor, που σημαίνει ότι μπορείς να περιηγηθείτε στις σελίδες μιας ιστοσελίδας σε ξεχωριστές καρτέλες ή παράθυρα χωρίς να χάνουν λειτουργικότητα.

source: ##### Logging in over Tor
el: ##### Σύνδεση μέσω Tor

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
el: Παρόλο που ο Tor Browser έχει σχεδιαστεί για να επιτρέπει την πλήρη ανωνυμία του χρήστη στον ιστό, ενδέχεται να υπάρχουν καταστάσεις όπου έχει νόημα η χρήση του Tor με ιστοσελίδες που απαιτούν ονόματα χρήστη, κωδικούς πρόσβασης ή άλλες πληροφορίες ταυτοποίησης.

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
el: Αν συνδεθείτε σε μια ιστοσελίδα χρησιμοποιώντας έναν κανονικό περιηγητή, αποκαλύπτετε επίσης τη διεύθυνση IP και τη γεωγραφική θέση σας κατά διαδικασία. Το ίδιο ισχύει συχνά όταν στέλνετε ένα email. Η σύνδεση με τους λογαριασμούς κοινωνικής δικτύωσης ή λογαριασμούς email χρησιμοποιώντας τον Tor Browser σας επιτρέπει να επιλέξετε ακριβώς ποιες πληροφορίες αποκαλύπτετε στις ιστοσελίδες που περιηγείστε. Η σύνδεση με τον Tor Browser είναι επίσης χρήσιμη εάν η ιστοσελίδα που προσπαθείτε να επισκεφθείτε έχει λογοκριθεί στο δίκτυό σας.

source: When you log in to a website over Tor, there are several points you should bear in mind:
el: Όταν συνδέεστε σε έναν ιστότοπο μέσω του Tor, υπάρχουν πολλά σημεία που πρέπει να έχετε κατά νου:

source: ##### Changing identities and circuits
el: ##### Αλλάζοντας ταυτότητες και δίκτυα

source: ###### New Identity
el: ##### Νέα Ταυτότητα

source: ###### New Tor circuit for this site
el: ##### Νέο κύκλωμα Tor για αυτήν την ιστοσελίδα

source: Onion Services
el: Υπηρεσίες Onion

source: Services that are only accessible using Tor
el: Υπηρεσίες που είναι διαθέσιμες μόνο μέσω Tor
