Repository: torproject/manual
Catalog: i18n/contents+ga.po
Languages: ga

source: How can we help?
ga: Conas a d'fhéadfaimis cabhrú leat?

source: About Tor Browser
ga: Maidir le Brabhsálaí Tor

source: Learn what Tor Browser can do to protect your privacy and anonymity
ga: Foghlaim conas is féidir Brabhsálaí Tor a úsáid chun do phríobháideachas agus d'aitheantas a chosaint ar líne

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
ga: Úsáideann Brabhsálaí Tor líonra Tor chun do phríobháideachas a chosaint. Baineann dhá ghné speisialta le líonra Tor:

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
ga: * Ní bheidh do sholáthraí seirbhíse Idirlín, ná aon duine atá ag faire ort go háitiúil, in ann do chuid gníomhaíochta ar líne a lorg, ainmneacha agus seoltaí na suíomh a dtugann tú cuairt orthu san áireamh.

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
ga: * Feicfidh na daoine atá i gceannas ar na suímh agus ar na seirbhísí a úsáideann tú, agus na daoine ag breathnú orthu, ceangal ag teacht ó líonra Tor seachas ó d'fhíorsheoladh Idirlín (IP), agus ní bheidh a fhios acu cé thú féin mura ligeann tú d'aithne chucu d'aon turas.

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
ga: Chomh maith leis sin, déanann Brabhsálaí Tor a dhícheall cosc a chur ar “mhéarlorgaireacht”, is é sin bheith do d'aithint bunaithe ar chumraíocht do bhrabhsálaí.

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <a href="/managing-identities.html#new-identity">New Identity</a> is requested).
ga: De réir réamhshocraithe, ní choinníonn Brabhsálaí Tor aon stair bhrabhsála. Bíonn fianáin bailí ar feadh seisiúin amháin (go dtí go scoirfidh tú de Tor, nó go dtí go n-iarrfaidh tú <a href="managing-identities#new-identity">Aitheantas Nua</a>).

source: ##### How Tor works
ga: ##### Cén chaoi a n-oibríonn Tor

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
ga: Is líonra tollán fíorúil é Tor a chabhraíonn leat do phríobháideachas agus do shlándáil ar an Idirlíon a fheabhsú. Seolann Tor do chuid tráchta trí trí fhreastalaí randamacha (a dtugtar <em>athsheachadáin</em> orthu) i líonra Tor. Ansin seolann an t-athsheachadán deireanach sa chiorcad ("an t-athsheachadán amach") an trácht amach go dtí an tIdirlíon poiblí.

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
ga: Léiríonn an pictiúr thuas úsáideoir ag brabhsáil suíomhanna éagsúla thar Tor. Athsheachadáin i líonra Tor is ea na ríomhairí uaine sa lár, agus léiríonn na trí eochair na trí shraith chriptithe idir an úsáideoir agus gach athsheachadán.

source: Downloading
ga: Íoslódáil

source: How to download Tor Browser
ga: Conas Brabhsálaí Tor a íoslódáil

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network. If this happens, you can use one of the alternative download methods listed below.
ga: Uaireanta ní bheidh tú in ann suíomh oifigiúil Thionscadal Tor a rochtain; mar shampla, dá mbeadh cosc air ar do líonra. Má tharlaíonn sé seo, is féidir leat ceann de na modhanna malartacha seo a leanas a úsáid chun Tor a íoslódáil.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
ga: Is éard atá in GetTor ná seirbhís a fhreagraíonn teachtaireachtaí le nascanna leis an leagan is déanaí de Bhrabhsálaí Tor, óstáilte in áiteanna éagsúla, ar nós Dropbox, Tiomántán Google, agus Github.

source: ###### To use GetTor via email:
ga: ##### Le GetTor a úsáid trí ríomhphost:

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
ga: Seol teachtaireacht rphoist chuig gettor@torproject.org agus cuir an focal amháín “windows”, “osx”, nó “linux” (gan comharthaí athfhriotail) i gcorp na teachtaireachta, ag brath ar an gcóras oibriúcháin atá agat.

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
ga: Seolfaidh GetTor ríomhphost ar ais chugat ina bhfuil nascanna le pacáiste Brabhsálaí Tor, leis an síniú cripteagrafach (chun an íoslódáil a dheimhniú), le méarlorg na heochrach a úsáideadh chun an síniú a dhéanamh, agus le suim sheiceála an phacáiste. Seans go mbeidh deis agat leagan “32-giotán” nó “64-giotán” a íoslódáil; braitheann sé ar an ríomhaire a úsáideann tú.

source: ###### To use GetTor via Twitter:
ga: ##### Le GetTor a úsáid trí Twitter:

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
ga: Más mian leat Brabhsálaí Tor i mBéarla ar OS X a íoslódáil, seol Teachtaireacht Dhíreach chuig @get_tor leis na focail "osx en" (ní gá duit an cuntas a leanúint), agus gheobhaidh tú nasc lena íoslódáil.

source: ###### To use GetTor via Jabber/XMPP (Jitsi, CoyIM, etc.):
ga: ##### Le GetTor a úsáid trí Jabber/XMPP (Jitsi, CoyIM, srl.):

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
ga: Más mian leat Brabhsálaí Tor i Sínis ar Linux a íoslódáil, seol teachtaireacht chuig gettor@torproject.org leis na focail "linux zh" inti agus gheobhaidh tú nasc lena íoslódáil.

source: Satori is an add-on for the Chrome or Chromium browsers that allows you to download several security and privacy programs from different sources.
ga: Is breiseán do bhrabhsálaí Chrome nó Chromium é Satori a ligeann duit roinnt feidhmchlár slándála agus uirlisí príobháideachais a íoslódáil ó fhoinsí éagsúla.

source: To download Tor Browser using Satori:
ga: Le Brabhsálaí Tor a íoslódáil trí Satori:

source: Install Satori from the Chrome App Store.
ga: Suiteáil Satori ó Shiopa Chrome.

source: Select Satori from your browser’s Apps menu.
ga: Roghnaigh Satori sa roghchlár Apps i do bhrabhsálaí.

source: When Satori opens, click on your preferred language. A menu will open listing the available downloads for that language. Find the entry for Tor Browser under the name of your operating system. Select either “A” or “B” after the name of the program — each one represents a different source from which to get the software. Your download will then begin.
ga: Nuair a osclaíonn Satori, cliceáil do rogha teanga. Osclóidh roghchlár a thaispeánann na híoslódálacha atá ar fáil don teanga sin. Aimsigh an iontráil do Bhrabhsálaí Tor faoi ainm do chórais oibriúcháin. Roghnaigh “A” nó “B” tar éis ainm an fheidhmchláir — seasann siad d'fhoinsí éagsúla ónar féidir leat an bogearra a fháil. Ansin tosóidh an íoslódáil.

source: Wait for your download to finish, then find the “Generate Hash” section in Satori’s menu and click “Select Files”.
ga: Fan go gcríochnóidh an íoslódáil, ansin aimsigh an rannán “Generate Hash” i roghchlár Satori agus cliceáil “Select Files”.

source: downloading
ga: Íoslódáil

source: Running Tor Browser for the first time
ga: An chéad uair a úsáideann tú Brabhsálaí Tor

source: Learn how to use Tor Browser for the first time
ga: An chéad uair a úsáideann tú Tor

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
ga: Nuair a úsáidfidh tú Brabhsálaí Tor den chéad uair, feicfidh tú an fhuinneog Socruithe Líonra Tor. Tugann seo rogha duit ceangal go díreach le líonra Tor, nó Brabhsálaí Tor a chur in oiriúint do do cheangal líonra féin.

source: ##### Connect
ga: ##### Ceangail

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <a href="/troubleshooting">Troubleshooting</a> page for help solving the problem.
ga: De ghnáth, bíonn tú ceangailte le líonra Tor tar éis duit "Ceangail" a chliceáil, gan chumraíocht sa bhreis a dhéanamh. Ansin, feicfidh tú barra stádais a thaispeánann dul chun cinn an cheangail. Má théann an barra seo in abar agus ceangal Idirlín measartha maith agat, féach ar an leathanach <a href="troubleshooting">Fabhtcheartú</a> chun cúnamh a fháil.

source: ##### Configure
ga: ##### Cumraigh

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
ga: Má tá a fhios agat go bhfuil do cheangal faoi chinsireacht, nó má úsáideann sé seachfhreastalaí, ba chóir duit é seo a roghnú. Treoróidh Brabhsálaí Tor tríd an bpróiseas cumraíochta thú.

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the <a href="/circumvention">Circumvention</a> screen to configure a pluggable transport.
ga: Fiafraítear díot ar an chéad scáileán an bhfuil cosc ar líonra Tor nó an bhfuil sé faoi chinsireacht ar do cheangal. Mura gcreideann tú go bhfuil, roghnaigh “Níl”. Má tá a fhios agat go bhfuil do cheangal faoi chinsireacht, nó má theip ort ceangal a bhunú le líonra Tor gan aon réiteach ar an bhfadhb, roghnaigh “Tá”. Sa chás sin, osclófar an scáileán <a href="circumvention">Timpeallú</a>, áit ar féidir leat córas iompair ionphlugáilte a shocrú.

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
ga: Fiafraítear díot ar an chéad scáileán eile an úsáideann do cheangal seachfhreastalaí. Níl seachfhreastalaí ag teastáil an chuid is mó den am, agus dá mbeadh sé ag teastáil uaitse, is dócha go mbeadh a fhios agat cheana, toisc gur ghá na socruithe céanna a úsáid leis na brabhsálaithe eile ar do chóras. Más féidir, cuir ceist ar riarthóir do líonra. Mura n-úsáideann do cheangal seachfhreastalaí, cliceáil “Ar Aghaidh”.

source: Bridges
ga: Droichid

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays.
ga: Úsáideann an chuid is mó de na <a href="transports">Córais Iompair Ionphlugáilte</a>, mar shampla obfs3 agus obfs4, athsheachadáin "droichid".

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
ga: Úsáideann an chuid is mó de na <a href="transports">Córais Iompair Ionphlugáilte</a>, mar shampla obfs3 agus obfs4, athsheachadáin "droichid". Cosúil le gnáth-athsheachadáin Tor, is iad saorálaithe atá i gceannas ar na droichid seo; ach, murab ionann is gnáth-athsheachadán, ní fhoilsítear go poiblí iad, sa chaoi nárbh fhéidir le namhaid iad a aithint go héasca. Nuair a úsáideann tú droichead in éineacht le córas iompair inphlugáilte, níl sé soiléir go bhfuil tú ag úsáid Tor.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
ga: Úsáideann córais iompair ionphlugáilte eile, mar shampla meek, modhanna frithchinsireachta difriúla nach bhfuil ag brath ar dhroichid ar chor ar bith. Ní gá duit seoladh droichid a fháil chun na córais iompair seo a úsáid.

source: ##### Getting bridge addresses
ga: ##### Seoltaí droichid á bhfáil

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
ga: Toisc nach bhfuil seoltaí droichid ar fáil go poiblí, caithfidh tú iad a iarraidh as do stuaim féin. Tá dhá rogha agat:

source: ##### Entering bridge addresses
ga: ##### Seoltaí droichid a chur isteach

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
ga: Tar éis duit roinnt seoltaí droichid a fháil, caithfidh tú iad a chur isteach i dTosaitheoir Tor.

source: bridges
ga: Droichid

source: Pluggable transports
ga: Córais Iompair Ionphlugáilte

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out.
ga: Is éard atá i gcóras iompair ionphlugáilte ná uirlis a chuireann bréagriocht ar an trácht Idirlín a sheolann Tor amach.

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
ga: Is éard atá i gcóras iompair ionphlugáilte ná uirlis a chuireann bréagriocht ar an trácht Idirlín a sheolann Tor amach. Tá sé seo úsáideach nuair a chuireann Soláthraí Seirbhíse Idirlín nó údarás eile bac ar cheangail le líonra Tor.

source: ##### Types of pluggable transport
ga: ##### Cineálacha iompair ionphlugáilte

source: Currently there are six pluggable transports available, but more are being developed.
ga: Tá sé cinn de chórais iompair ionphlugáilte ar fáil faoi láthair, ach táimid i mbun oibre ar chinn eile.

source: Circumvention
ga: Timpeallú

source: What to do if the Tor network is blocked
ga: Má tá cosc ar líonra Tor

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <a href="/transports">Pluggable Transports</a> page for more information on the types of transport that are currently available.
ga: Uaireanta ní féidir leat rochtain dhíreach a fháil ar líonra Tor, mar gheall ar bhac a chuir do Sholáthraí Seirbhíse Idirlín nó rialtas romhat. Cuireann Brabhsálaí Tor roinnt uirlisí ar fáil a chabhraíonn leat na baic seo a sheachaint, darb ainm "córais iompair ionphlugáilte". Féach ar <a href="transports">an leathanach seo</a> chun tuilleadh eolais a fháil faoi na córais iompair atá ar fáil faoi láthair.

source: ##### Using pluggable transports
ga: ##### Córais iompair ionphlugáilte a úsáid

source: To use pluggable transports, click "Configure" in the Tor Launcher window that appears when you first run Tor Browser.
ga: Chun córas iompair ionphlugáilte a úsáid, cliceáil "Cumraigh" i bhfuinneog Thosaitheoir Tor a fheiceann tú nuair a ritheann tú Brabhsálaí Tor den chéad uair.

source: You can also configure pluggable transports while Tor Browser is running, by clicking on the green onion near your address bar and selecting “Tor Network Settings”.
ga: Nó is féidir córais iompair ionphlugáilte a chumrú agus Brabhsálaí Tor ar siúl, tríd an oinniún glas in aice leis an mbarra suímh a chliceáil agus "Socruithe Líonra Tor" a roghnú.

source: Select “yes” when asked if your Internet Service Provider blocks connections to the Tor network.
ga: Roghnaigh "tá" nuair a fhiafraítear díot an bhfuil do Sholáthraí Seirbhíse Idirlín ag cur cosc ar cheangail le líonra Tor.

source: Select “Connect with provided bridges”. Tor Browser currently has six pluggable transport options to choose from.
ga: Roghnaigh "Ceangail le droichead ionsuite". Tá sé cinn de chórais iompair ionphlugáilte ar fáil i mbrabhsálaí Tor faoi láthair.

source: ##### Which transport should I use?
ga: ##### Cén cineál iompair ba chóir dom a úsáid?

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <a href="/transports">Pluggable Transports</a> page), and their effectiveness depends on your individual circumstances.
ga: Feidhmíonn gach ceann de na córais iompair i dTosaitheoir Tor ar bhealach difriúil (féach an leathanach <a href="transports">Córais Iompair Ionphlugáilte</a> chun tuilleadh eolais a fháil), agus braitheann a n-éifeachtacht ar na cúinsí speisialta a bhaineann leatsa féin.

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, ScrambleSuit, fte, meek-azure and Snowflake.
ga: Má tá tú ag iarraidh bac a sheachaint den chéad uair, ba chóir duit triail a bhaint as na cineálacha iompair éagsúla: obfs3, obfs4, ScrambleSuit, fte, meek-azure, agus Snowflake.

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <a href="/bridges/">Bridges</a> section to learn what bridges are and how to obtain them.
ga: Má bhain tú triail as na roghanna seo go léir agus ní féidir leat dul ar líne fós, ní mór duit seoltaí droichid a chur isteach de láimh. Léigh an rannóg maidir le <a href="bridges">Droichid</a> le foghlaim cad is droichead ann agus conas is féidir iad a fháil.

source: circumvention
ga: Timpeallú

source: Managing identities
ga: Aitheantais a bhainistiú

source: Learn how to control personally-identifying information in Tor Browser
ga: Foghlaim conas is féidir sonraí pearsanta a rialú i mBrabhsálaí Tor

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
ga: Nuair a dhéanann tú ceangal le suíomh Gréasáin, ní iad oibreoirí an tsuímh amháin atá in ann eolas fútsa a bhailiú. Úsáideann go leor suíomh seirbhísí tríú páirtí, mar shampla cnaipí sóisialta "Is maith liom é", lorgairí anailísíochta, agus rabhcháin fógraíochta, iad ar fad in ann do chuid gníomhaíochta a lorg ó shuíomh go suíomh.

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
ga: Coisceann líonra Tor ar chúléisteoirí do láthair gheografach agus do sheoladh IP a fháil amach. Ach fiú gan an t-eolas seo, is féidir leo na rudaí a dhéanann tú in áiteanna éagsúla a nascadh le chéile. Dá bharr seo, chuireamar roinnt gnéithe i mBrabhsálaí Tor a chuidíonn leat sonraí a bhaineann leatsa go pearsanta a choinneáil faoi smacht.

source: ##### The URL bar
ga: ##### An barra URL

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
ga: Díríonn Brabhsálaí Tor d'eispéireas Gréasáin ar an ngaol idir tusa agus an suíomh Gréasáin sa bharra URL. Fiú dá ndéanfá ceangal le dhá shuíomh dhifriúla a bhaineann úsáid as an tseirbhís lorgaireachta chéanna, d'iarrfadh Brabhsálaí Tor an t-ábhar ó na suímh trí dhá chiorcad Tor dhifriúla, ionas nach mbeadh a fhios ag an tseirbhís lorgaireachta gur tháinig an dá cheangal ó do bhrabhsálaí.

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
ga: Os a choinne sin, déanfar gach ceangal le suíomh amháin ar an gciorcad céanna Tor, rud a chiallaíonn gur féidir leat leathanaigh éagsúla ó shuíomh Gréasáin amháin a bhrabhsáil i gcluaisíní nó i bhfuinneoga éagsúla, gan chur isteach ar fheidhmiú an tsuímh.

source: ##### Logging in over Tor
ga: ##### Logáil isteach trí Tor

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
ga: Cé cur dearadh Brabhsálaí Tor chun cabhrú leat d'aitheantas a choinneáil i bhfolach ar an nGréasán, uaireanta tá sé ciallmhar Tor a úsáid ar shuímh Ghréasáin a éilíonn ainm úsáideora, focal faire, nó faisnéis phearsanta eile.

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
ga: Nuair a logálann tú isteach i suíomh Gréasáin trí ghnáthbhrabhsálaí, nochtann tú do sheoladh IP agus do láthair gheografach sa phróiseas. Is ionann an cás nuair a sheolann tú ríomhphost. Ach nuair a úsáideann tú Brabhsálaí Tor chun logáil isteach i gcuntas ríomhphoist nó i suíomh sóisialta, bíonn tú in ann an t-eolas a nochtann tú don suíomh a rialú. Tá Brabhsálaí Tor áisiúil freisin sa chás go bhfuil an suíomh atá tú ag iarraidh baint amach faoi chinsireacht ar do líonra.

source: When you log in to a website over Tor, there are several points you should bear in mind:
ga: Roinnt pointí ba chóir duit a choinneáil i gcuimhne nuair a logálann tú isteach i suíomh Gréasáin trí Tor:

source: ##### Changing identities and circuits
ga: ##### Aitheantais agus ciorcaid a athrú

source: Tor Browser features “New Identity” and “New Tor Circuit for this Site” options, located in the main menu (hamburger menu).
ga: Tá roghanna "Aitheantas Nua" agus "Ciorcad Nua Tor don Suíomh seo" ar fáil, i roghchlár an chnaipe Tor.

source: ###### New Identity
ga: ##### Aitheantas Nua

source: ###### New Tor circuit for this site
ga: ##### Ciorcad Nua Tor don Suíomh seo

source: Onion Services
ga: Seirbhísí Onion

source: Services that are only accessible using Tor
ga: Seirbhísí ar fáil trí Tor amháin
