Repository: torproject/manual
Catalog: i18n/contents+de.po
Languages: de

source: Configuring Tor Browser for security and usability
de: Tor-Browser für Sicherheit und Benutzerfreundlichkeit konfigurieren

source: * Fill out the next page with your name and select "Localization" and "Translator" from the drop-down menus:
de: * Fülle die nächste Seite mit deinem Namen aus und wähle "Lokalisierung" und "Übersetzer" aus den Dropdown-Menüs:

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
de: Wenn du den Tor Browser zum ersten Mal startest, wirst du das Fenster "Tor Netzwerkeinstellungen" sehen. Es bietet Optionen, sich direkt mit dem Tor Netzwerk zu verbinden oder den Tor Browser für deine Verbindung zu konfigurieren.

source: Click “Connect”. Using bridges may slow down the connection compared to using ordinary Tor relays. If the connection fails, the bridges you received may be down. Please use one of the above methods to obtain more bridge addresses, and try again.
de: Klicke auf "Verbinden". Das Benutzen von Brücken kann deine Internetverbindung - im Vergleich zur Verwendung normaler Tor-Relays - verlangsamen. Wenn die Verbindung fehlschlägt, kann es daran liegen, dass die Brücken nicht mehr aktiv sind. Bitte verwende eine der oben genannten Methoden, um mehr Brückenadressen zu erhalten und versuche es noch einmal.

source: security-slider
de: Sicherheitsschieber

source: obfs3 makes Tor traffic look random, so that it does not look like Tor or any other protocol. While still included by default, it is reccomended to use obfs4 instead, as it has several security improvements over obfs3.
de: obfs3 lässt den Tor-Verkehr zufällig aussehen, sodass er nicht wie Tor oder ein anderes Protokoll aussieht. Obwohl immer noch standardmäßig enthalten, wird empfohlen stattdessen obfs4 zu verwenden, da es mehrere Sicherheitsverbesserungen gegenüber obfs3 aufweist.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
de: Wenn es dir weiterhin nicht möglich ist, dich mit dem Onion Dienst zu verbinden, versuche es später erneut. Es mag sein, dass ein temporärer Verbindungsfehler aufgetreten ist, oder Internetseitenbetreiber die Internetseite ohne Warnung offline gehen ließ.

source: Satori is an add-on for the Chrome or Chromium browsers that allows you to download several security and privacy programs from different sources.
de: Satori ist ein Add-On für die Browser Chrome oder Chromium, welches erlaubt, einige Programme für mehr Sicherheit und Privatsphäre von verschiedenen Quellen herunterzuladen.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
de: Andere austauschbare Übertragungsarten wie meek benutzen verschiedene Anti-Zensur-Techniken, welche nicht auf Brücken vertrauen. Du musst dir keine Adresse einer Brücke beschaffen, um diese Übertragungsarten zu verwenden.

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network. If this happens, you can use one of the alternative download methods listed below.
de: Wie auch immer, es kann sein dass du auf die Internetseite des Tor Projekts nicht zugreifen kannst, wenn du zum Beispiel in deinem Netzwerk blockiert wurdest. Wenn dies passiert kannst du eine der unten aufgeführten Methoden zum Herunterladen benutzen.

source: Security Slider
de: Sicherheitsschieber

source: Note that your operating system’s standard “Uninstall” utility is not used.
de: Beachte, dass das standardmäßige Dienstprogramm "Uninstall" deines Betriebssystems nicht verwendet wird.

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
de: Außerdem ist der Tor Browser so eingerichtet, dass Webseiten vom "fingerprinting", oder der Identifizierung basierend auf deiner Browsereinstellung, abgehalten werden.

source: Select “Connect with provided bridges”. Tor Browser currently has six pluggable transport options to choose from.
de: "Mit bereitgestellten Brücken verbinden" auswählen. Tor-Browser hat aktuell sechs Transportoptionen zur Auswahl.

source: ##### Known issues
de: ##### Bekannte Probleme

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
de: FTE (Format-Transformierende-Verschlüsselung) verschleiert Tor-Datenverkehr als gewöhnlichen Web (HTTP)-Datenverkehr.

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
de: Tor ist ein Netzwerk aus virtuellen Tunneln, die es dir erlauben, deine Privatsphäre und Sicherheit im Internet zu verbessern. Tor funktioniert, indem es deinen Verkehr über drei zufällige Server (auch bekannt als <em>Relays</em>) im Tor-Netzwerk sendet. Das letzte Relay im Kanal (das "Ausgangsrelay") sendet dann den Verkehr in das öffentliche Internet.

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
de: Wenn du dich mit einer Internetseite verbindest, können nicht nur die Betreiber dieser Internetseite Informationen über deinen Besuch aufzeichen. Die meisten Internetseiten benutzen zahlreiche Dienste Dritter wie "Like" Buttons, analytische Tracker und Werbebanner welche deine Aktivitäten zwischen verschiedenen Seiten verbinden können.

source: To download Tor Browser using Satori:
de: So lädst du den Tor-Browser mit Satori herunter:

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
de: Um Download-Links für den Tor-Browser auf Englisch für OS X zu erhalten, schicke bitte eine Direktnachricht an @get_tor mit dem Inhalt "osx en" (Du musst dem Account nicht folgen).

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
de: Wenn du dich auf einer Internetseite mit einem regulären Browser einloggst, gibst du auch deine IP-Adresse und deine geographische Position preis. Dasselbe trifft oft zu, wenn du eine E-Mail versendest. Wenn du dich in dein Profil bei einem sozialen Netzwerk oder E-Mail-Account mit dem Tor Browser anmeldest, steht es dir frei, exakt festzulegen welche Informationen du für die Internetseite, die du gerade besuchst, freigibst. Das Einloggen mit dem Tor Browser ist ebenso hilfreich, wenn die Internetseite, die du zu erreichen versuchst, in deinem Netzwerk blockiert wurde.

source: ###### New Tor circuit for this site
de: ##### Neuer Kanal für diese Seite

source: Becoming a translator for the Tor Project
de: Werde Übersetzer für das Tor-Projekt.

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
de: Einige Video-Internetseiten (so wie Youtube) benutzen kein Flash und bieten alternative Methoden an, Videos auszuliefern. Diese Methoden können mit dem Tor Browser kompatibel sein.

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
de: Wie auch immer, die einzigen Erweiterungen, deren Benutzung mit dem Tor Browser getestet wurde, sind die, die standardmäßig in den Browser integriert sind. Das Installieren jeglicher anderer Browser-Erweiterungen beschädigt eventuell die Funktionalität des Tor Browsers oder verursacht schlimmere Probleme, die deine Privatsphäre oder Sicherheit gefährden können. Es wird dringend davon abgeraten, andere Erweiterungen zu installieren, und das Tor Projekt wird keine Unterstützung für diese Konfigurationen anbieten.

source: ##### Using pluggable transports
de: ##### Mit austauschbaren Übertragungsarten

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <a href="/managing-identities.html#new-identity">New Identity</a> is requested).
de: Normalerweise speichert der Tor Browser keinen Verlauf. Cookies sind nur für eine einzige Sitzung gültig (bis der Tor Browser geschlossen wird oder um eine <a href="managing-identities#new-identity">neue Identität</a> gebeten wird).

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
de: Das Benutzen des Tor Netzwerks hält Dritte davon ab, deinen exakten Aufenthaltsort und deine IP-Adresse herauszufinden. Jedoch auch ohne diese Informationen ist es ihnen eventuell möglich, verschiedene Bereiche deiner Aktivitäten miteinander zu verbinden. Aus diesem Grund enthält der Tor Browser einige zusätzliche Funktionen, die dir die Möglichkeit geben, zu kontrollieren welche Informationen mit deiner Identiät verbunden werden können.

source: ##### Quick fixes
de: ##### Schnelle Lösungen

source: ##### Troubleshooting
de: ##### Fehlerbehebung

source: downloading
de: Lade herunter

source: ##### Signing up on Transifex
de: ##### Anmeldung bei Transifex

source: Learn how to protect your data using Tor Browser and HTTPS
de: Erfahre, wie du deine Daten mithilfe des Tor-Browsers und HTTPS schützt.

source: ##### Getting bridge addresses
de: ##### Erhalte die Adressen der Brücken

source: 2. Delete the Tor Browser folder.
de: 2. Lösche den Tor-Browser-Ordner.

source: ScrambleSuit is similar to obfs4 but has a different set of bridges.
de: ScrambleSuit ist ähnlich wie obfs4, aber hat einen anderen Satz an Brücken.

source: Removing Tor Browser from your system is simple:
de: Das Entfernen des Tor-Browsers von deinem System ist einfach:

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
de: Durch das Erhöhen der Stufe des Sicherheitsschiebereglers werden bestimmte Browserfunktionen deaktiviert oder teilweise deaktiviert, um dich vor möglichen Angriffen zu schützen.

source: ###### To use GetTor via email:
de: ##### Um GetTor mit Email zu benutzen:

source: Safer
de: Sicherer

source: * Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
de: * Der Tor Browser lässt deine Verbindung oft so aussehen, als käme sie von einem komplett anderen Teil der Welt. Einige Internetseiten wie Banken oder E-Mail-Provider interpretieren dies als ein Zeichen dafür, dass dein Account gehackt oder kompromittiert wurde und sperren dich daher aus. Der einzige Weg dies zu lösen, ist der von der Internetseite vorgeschlagene Weg, den Account zurückzusetzen oder die Betreiber der Webseite zu kontaktieren und ihnen die Situation zu erklären.

source: Running Tor Browser for the first time
de: Tor Browser zum ersten Mal ausführen

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the <a href="/known-issues">Known Issues</a> page to see if the problem you are experiencing is already listed there.
de: Der Tor Browser wird ständig weiterentwickelt, und einige Probleme sind zwar bekannt, aber bisher noch nicht behoben. Bitte sieh auf der Seite <a href="known-issues">Bekannte Probleme</a> nach, ob das Problem, dass bei dir auftritt, dort bereits aufgelistet ist.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
de: GetTor ist ein Dienst, der automatisch auf Nachrichten mit Links zur neuesten Version des Tor-Browsers reagiert, die an verschiedenen Orten wie Dropbox, Google Drive und GitHub gehostet werden.

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
de: Wenn persönliche Informationen wie Login-Passwörter unverschlüsselt über das Internet gesendet werden, können diese relativ einfach durch Angreifer abgehört werden. Wenn du dich bei einer Internetseite anmeldest, solltest du sicherstellen, dass diese HTTPS-Verschlüsselung anbietet, welche gegen diese Art von Abhören schützt. Du kannst in deiner Adressleiste feststellen, dass deine Verbindung verschlüsselt ist, da diese mit "https://" statt mit "http://" beginnen.

source: * An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
de: * Der Ort und die IP-Adresse eines Onion Dienstes sind verborgen damit es für Angreifer schwerer wird, die Betreiber zu identifizieren oder zu zensieren.

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
de: Diese Option ist hilfreich, wenn du es verhindern möchtest, dass die folgenden Browseraktivitäten mit deinen vorherigen Aktionen verbunden werden. Wenn du dies auswählst, werden alle offenen Reiter und Fenster geschlossen sowie alle privaten Informationen wie Cookies und dein Browserverlauf gelöscht. Du benutzt für alle neuen Verbindungen neue Schaltkreise. Der Tor Browser wird dich warnen, dass alle Aktivitäten und Downloads gestoppt werden. Dies solltest du bedenken, bevor du "Neue Identität" anklickst.

source: How to remove Tor Browser from your system
de: So entfernst du den Tor-Browser von deinem System

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
de: Onion-Dienste (ehemals "Versteckte Dienste") sind Dienste (wie Internetseiten), die nur durch das Tor-Netzwerk zu erreichen sind.

source: ##### Is your connection censored?
de: ##### Ist deine Verbindung zensiert?

source: * Select the language you would like to translate from the dropdown menu:
de: * Wähle die Sprache, die du übersetzen möchtest, aus dem Dropdown-Menü:

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
de: Die meisten <a href="transports">austauschbaren Übertragungsarten</a> wie obfs3 und obfs 4 sind auf das Benutzen von "Brücken"-Relays angewiesen. Wie normale Tor-Relays werden Brücken von ehrenamtlichen Helfern betrieben. Im Gegensatz zu normalen Relays sind diese jedoch nicht öffentlich gelistet, sodass sie von einem Angreifer nicht so einfach identifiziert werden können. Brücken in Kombination mit austauschbaren Übertragungsarten zu verwenden hilft, zu verbergen dass du Tor benutzt.

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
de: Auf der anderen Seite werden alle Verbindungen zu einer einzelnen Internetseite über denselben Schaltkreis aufgebaut. Das heißt, dass du verschiedene Seiten einer Internetseite in separaten Reitern oder Fenstern ohne Funktionseinbußen aufrufen kannst.

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
de: Solltest du einmal einige Brücken Adressen erhalten haben, wirst du sie im Tor Launcher eingeben müssen.

source: becoming-tor-translator
de: Werde ein Tor-Übersetzer

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
de: Weil die Adressen der Brücken nicht öffentlich sind, musst du sie selber anfragen. Du hast zwei Möglichkeiten:

source: * You are now signed up! Go to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a>.
de: * Du bist jetzt angemeldet! Gehe zur <link href="https://www.transifex.com/otf/torproject/">Tor Transifex Seite</link>.

source: These transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
de: Diese Übertragungsarten lassen es so aussehen, als würdest du eine große Internetseite anstatt Tor aufrufen. meek-amazon lässt es aussehen, als würdest du Amazon Web Services benutzen; meek-azure lässt es aussehen, als würdest du eine Microsoft-Internetseite besuchen, und meek-google lässt es aussehen, als würdest du die Google-Suche benutzen.

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
de: Wenn du den Tor Browser das erste Mal verwendest, solltest du kurze Zeit nach seinem Start und dem Klicken auf "Verbinden" in der Lage sein, Internetseiten aufzurufen.

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
de: * Die Betreiber der Webseiten und Dienste, die du benutzt, und jeder, der sonst noch mithört, wird lediglich eine Verbindung aus dem Tor Netzwerk kommen sehen anstelle deiner echten Internet (IP) Adresse, und kann daher nicht feststellen, wer du bist, es sei denn du identifizierst dich ausdrücklich selber.

source: Network location of the computer used to visit the website (the public IP address).
de: Netzwerkadresse des Computers, die benutzt wird, um die Webseite zu besuchen (die öffentliche IP-Adresse).

source: ##### Entering bridge addresses
de: ##### Eingeben der Brücken Adressen

source: How Tor Browser handles add-ons, plugins and JavaScript
de: Wie der Tor Browser Erweiterungen, Plugins und JavaScript behandelt

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
de: Tor Browser basiert auf Firefox, und jede Erweiterung oder jedes Theme, das mit Firefox kompatibel ist, kann auch im Tor Browser installiert werden.

source: ##### Which transport should I use?
de: ##### Welche Übertragung sollte ich verwenden?

source: bridges
de: Brücken

source: Onion services offer several advantages over ordinary services on the non-private web:
de: Onion-Dienste bieten einige Vorteile gegenüber herkömmlichen Dienstleistungen im öffentlichen Internet:

source: Known issues
de: Bekannte Probleme

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
de: Die folgende Visualisierung zeigt, welche Informationen Lauscher einsehen können mit oder ohne Tor Browser und HTTPS Verschlüsselung:

source: ##### Security Levels
de: ##### Sicherheitsstufen

source: ##### Browser Add-ons
de: ##### Browser-Erweiterungen

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
de: Der Tor-Browser benutzt das Tor Netzwerk, um deine Privatsphäre und Anonymität zu schützen. Die beiden wichtigsten Gründe das Tor Netzwerk zu verwenden sind:

source: Safest
de: Am sichersten

source: Circumvention
de: Umgehung

source: The site being visited.
de: Die besuchte Seite.

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; Javascript is disabled by default on all sites; most video and audio formats are disabled; and some fonts and icons may not display correctly.
de: Auf diesem Level werden HTML5-Videos und -Audios durch Click-to-play via NoScript abspielbar; alle JavaScript Geschwindigkeitsoptimierungen sind deaktiviert; einige mathematische Gleichungen werden eventuell nicht korrekt angezeigt; die Wiedergabe einiger Schriftarten ist deaktiviert; bestimmte Bilder werden nicht angezeigt; JavaScript ist standardmäßig auf allen Internetseiten deaktiviert; die meisten Video- und Audio-Formate sind deaktiviert; einige Schriftarten und Icons werden eventuell nicht korrekt angezeigt.

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, ScrambleSuit, fte, meek-azure and Snowflake.
de: Wenn du zum ersten Mal versuchst eine blockierte Verbindung zu umgehen, solltest du die verschiedenen Transporte ausprobieren: obfs3, obfs4, ScrambleSuit, fte, meek-azure und Snowflake.

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
de: * Der Tor-Browser kann auch mit folgendem Befehl aus dem Tor-Browser-Verzeichnis über die Kommandozeile gestartet werden:
