Repository: torproject/manual
Catalog: i18n/contents+es.po
Languages: es

source: Configuring Tor Browser for security and usability
es: Configurar el Navegador Tor para seguridad y usabilidad

source: * Fill out the next page with your name and select "Localization" and "Translator" from the drop-down menus:
es: * Completa la siguiente página con tu nombre y selecciona "Localización" y "Traductor" en los menús desplegables:

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
es: Cuando ejecutes Tor por primera vez verás la ventana de Configuración de la Red Tor. Esta te ofrece la opción de conectar directamente a la red Tor, o de configurar el Navegador Tor para tu conexión.

source: Click “Connect”. Using bridges may slow down the connection compared to using ordinary Tor relays. If the connection fails, the bridges you received may be down. Please use one of the above methods to obtain more bridge addresses, and try again.
es: Pulsa "Conectar". Usar puentes puede ralentizar la conexión comparado con el uso de repetidores Tor ordinarios. Si la conexión falla, los puentes que recibiste pueden estar caídos. Usa uno de los métodos anteriores para obtener más direcciones de puente e inténtalo de nuevo.

source: security-slider
es: control-deslizante-de-seguridad

source: obfs3 makes Tor traffic look random, so that it does not look like Tor or any other protocol. While still included by default, it is reccomended to use obfs4 instead, as it has several security improvements over obfs3.
es: obfs3 hace que el tráfico de Tor parezca aleatorio, así no se parece a Tor ni a ningún otro protocolo. Si bien todavía está incluido por defecto, se recomienda usar obfs4 en su lugar, ya que tiene varias mejoras de seguridad sobre obfs3.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
es: Si todavía no puedes conectar al servicio cebolla, por favor, inténtalo de nuevo más tarde. Puede haber un problema temporal de conexión, o los operadores del sitio pueden haber permitido que los usuarios sean desconectados sin avisar.

source: Satori is an add-on for the Chrome or Chromium browsers that allows you to download several security and privacy programs from different sources.
es: Satori es un complemento para navegadores Chrome y Chromium que le permite descargar varios programas de seguridad y privacidad desde distintas fuentes.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
es: Otros transportes conectables, como meek, usan distintas técnicas anti-censura que no se basan en puentes. No necesitas obtener direcciones de puentes para usar estos transportes.

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network. If this happens, you can use one of the alternative download methods listed below.
es: Sin embargo, puede haber ocasiones en las que no puedas acceder al sitio web del Proyecto Tor: por ejemplo podría estar bloqueado en tu red. Si esto sucede, puedes usar uno de los métodos de descarga alternativos listados debajo.

source: Security Slider
es: Control deslizante de seguridad

source: Note that your operating system’s standard “Uninstall” utility is not used.
es: Toma en cuenta que no se usa la utilidad "Desinstalar" estándar de tu sistema operativo.

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
es: Además, el Navegador Tor está diseñado para evitar que los sitios web realicen “fingerprinting” (perfiles de patrones de los usuarios) o te identifiquen por la configuración de tu navegador.

source: Select “Connect with provided bridges”. Tor Browser currently has six pluggable transport options to choose from.
es: Selecciona "Conectar con los puentes proporcionados". El Navegador Tor actualmente tiene seis transportes conectables entre los que elegir.

source: ##### Known issues
es: ##### Problemas conocidos

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
es: FTE (cifrado transformador de formato) camufla el tráfico de Tor como tráfico web ordinario (HTTP).

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
es: La red Tor es una red de túneles virtuales que permite mejorar la privacidad y seguridad en Internet. Tor funciona enviando el tráfico a través de tres servidores aleatorios (también conocidos como *repetidores*) en la red Tor. El último repetidor en el circuito (el "repetidor de salida") envía entonces el tráfico hacia el Internet público.

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
es: Cuando conectas a un sitio web, no son sólo los operadores de ese sitio los que pueden registrar información sobre tu visita. La mayoría de los sitios web ahora usan numerosos servicios de terceros, incluyendo botones "Me gusta" de redes sociales, rastreadores para analíticas, y balizas publicitarias, todos los cuales pueden vincular tu actividad por distintos sitios.

source: To download Tor Browser using Satori:
es: Para descargar el Navegador Tor usando Satori:

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
es: Para obtener enlaces para descargar el Navegador Tor en inglés para OS X, envía un Mensaje Directo a @get_tor con las palabras "osx en" (sin las comillas) en él (no necesitas seguir la cuenta).

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
es: Si accedes a un sitio web mediante un navegador normal, revelas tu IP y tu ubicación geográfica en el proceso. Lo mismo ocurre a menudo cuando envías un correo electrónico. Iniciar sesión en tu red social o cuentas de correo electrónico utilizando Tor te permite elegir exactamente qué información revelas a los sitios web donde navegas. Iniciar sesión con Tor también es útil si el sitio web al que intentas acceder está censurado en tu red.

source: ###### New Tor circuit for this site
es: ##### Nuevo circuito Tor para este sitio.

source: Standard
es: Estándar

source: Becoming a translator for the Tor Project
es: Conviértete en traductor del Proyecto Tor.

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
es: Algunos sitios web (como YouTube) ofrecen métodos alternativos de entrega de vídeo que no usan Flash. Estos métodos pueden ser compatibles con el Navegador Tor.

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
es: Sin embargo, los únicos complementos que han sido probados para su uso con el Navegador Tor son aquellos incluidos de forma predeterminada. Instalar cualquier otro complemento de navegador puede desbaratar la funcionalidad en el Navegador Tor o causar problemas más serios que afectarán a tu privacidad y seguridad. Se recomienda firmemente no instalar complementos adicionales. Además Tor Project no ofrecerá soporte para estas configuraciones.

source: ##### Using pluggable transports
es: ##### Usar transportes conectables

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <a href="/managing-identities.html#new-identity">New Identity</a> is requested).
es: * De forma predeterminada, el Navegador Tor no conserva ningún historial de navegación. Los cookies sólo son válidos para una sola sesión (hasta que se cierre el Navegador Tor o se solicite una <a href="managing-identities#new-identity">Nueva Identidad</a>).

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
es: Usar la red Tor evita que los observadores puedan descubrir tu ubicación exacta y dirección IP, pero incluso sin esta información podrían ser capaces de vincular distintas áreas de tu patrón de actividad. Por esta razón, el Navegador Tor incluye algunas funcionalidades adicionales que le ayudan a controlar qué información puede ligarse a tu identidad.

source: ##### Quick fixes
es: ##### Arreglos rápidos

source: ##### Troubleshooting
es: ##### Resolución de problemas

source: downloading
es: Descargar

source: ##### Signing up on Transifex
es: ##### Registrarse en Transifex

source: Learn how to protect your data using Tor Browser and HTTPS
es: Aprende cómo proteger tus datos usando el Navegador Tor y HTTPS

source: ##### Getting bridge addresses
es: ##### Obtener direcciones de puentes

source: 2. Delete the Tor Browser folder.
es: 2. Borra la carpeta del Navegador Tor.

source: ScrambleSuit is similar to obfs4 but has a different set of bridges.
es: ScrambleSuit es similar a obfs4 pero tiene un grupo de puentes diferente.

source: Removing Tor Browser from your system is simple:
es: Eliminar el Navegador Tor de tu sistema es simple:

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
es: Incrementar el nivel del 'Control deslizante de seguridad' deshabilitará total o parcialmente algunas características para proteger contra posibles ataques.

source: ###### To use GetTor via email:
es: ##### Usar GetTor vía correo electrónico.

source: Safer
es: Más segura

source: managing-identities
es: administrar-identidades

source: * Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
es: * A menudo el Navegador Tor hace que tu conexión parezca como si viniera de una parte completamente distinta del mundo. Algunos sitios web, como bancos o proveedores de correo electrónico, podrían interpretar esto como un signo de que tu cuenta ha sido hackeada o comprometida, y bloqueárte. La única forma de resolver esto es seguir el procedimiento recomendado por el sitio para la recuperación de la cuenta, o contactar con los operadores y explicarles la situación.

source: Running Tor Browser for the first time
es: Ejecutar Tor por primera vez

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the <a href="/known-issues">Known Issues</a> page to see if the problem you are experiencing is already listed there.
es: El Navegador Tor está bajo desarrollo constante, y algunos problemas son conocidos pero aún no están reparados. Por favor, revisa la página de <a href="known-issues">Problemas conocidos</a> para ver si el problema que estás experimentando ya está listado allí.

source: <img class="" src="/static/images/how-tor-works.png" alt="How Tor Browser works">
es: <img class="" src="/static/images/how-tor-works.png" alt="Como funciona Tor">

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
es: GetTor es un servicio que responde automáticamente a los mensajes con enlaces a la última versión del navegador Tor, alojado en diferentes lugares, tales como Dropbox, Google Drive y GitHub.

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
es: Si la información personal como nombre de usuario y contraseña viaja cifrada por Internet, puede ser interceptada muy fácilmente por alguien a la escucha. Si estás iniciando sesión en cualquier sitio web, debes asegurarte de que el sitio ofrece cifrado HTTPS, que protege contra esta clase de escuchas. Puedes verificar esto en la barra de URLs: Si tu conexión está cifrada, la dirección comenzará con “https://”, en lugar de “http://”.

source: * An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
es: * La ubicación y direcciones IP de un servicio cebolla están ocultas, dificultando que los adversarios puedan censurarlo o identificar a sus operadores.

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
es: Esta opción es útil si quieres evitar que la actividad posterior de tu navegador sea asociada a lo que estabas haciendo antes. Seleccionarla cerrará todas tus pestañas y ventanas abiertas, borrará toda la información privada como cookies e historial de navegación, y usará nuevos circuitos de Tor para todas las conexiones. Tor te advertirá de que se detendrán toda la actividad y descargas, así que ten esto en cuenta antes de pulsar "Nueva identidad".

source: How to remove Tor Browser from your system
es: Cómo eliminar a Tor de tu sistema

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
es: Los servicios cebolla (anteriormente conocidos como "servicios ocultos") son servicios (como pueden ser los sitios web) que sólo son accesibles a través de la red Tor.

source: ##### Is your connection censored?
es: ##### ¿Está censurada tu conexión?

source: * Select the language you would like to translate from the dropdown menu:
es: * Selecciona el menú que desearías traducir en el menú desplegable:

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
es: La mayoría de los <a href="transports">Transportes Conectables</a>, como obfs3 y obfs4, se basan en el uso de repetidores "puente". Igual que los repetidores Tor ordinarios, los puentes de red son ejecutados por voluntarios, pero no son públicos, así que no se pueden identificar fácilmente. Usar puentes en combinación con transportes conectables ayuda a camuflar el uso de Tor.

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
es: Por otra parte, todas las conexiones a una sola dirección de sitio web se realizarán sobre el mismo circuito de Tor, lo que significa que puedes navegar por diferentes páginas de un solo sitio web en pestañas o ventanas independientes sin pérdida de funcionalidad.

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
es: Una vez que tengas algunos puentes, tendrás que introducirlos en el Arranque de Tor.

source: becoming-tor-translator
es: traducir-tor

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
es: Como las direcciones de puentes no son públicas, tendrás que solicitarlas tú mismo. Tienes dos opciones:

source: * You are now signed up! Go to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a>.
es: * ¡Ya has firmado! Ve a la <a href="https://www.transifex.com/otf/torproject/">página de Tor en Transifex</a>.

source: These transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
es: Todos estos transportes hacen que parezca que estás navegando por uno de los principales sitios web en lugar de estar usando Tor. meek-amazon hace que parezca que estás usando Amazon Web Services; meek-azure hace que parezca que estás usando un sitio web de Microsoft; y meek-google hace que parezca que estás usando la búsqueda de Google.

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
es: Deberías poder comenzar a navegar la web usando el Navegador Tor poco después de ejecutar el programa y pulsar el botón "Conectar", si lo estás usando por primera vez.

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
es: * Los operadores de los sitios web y servicios que uses, y cualquiera que te esté observando, verán una conexión proveniente de la red Tor en lugar de tu dirección de Internet (IP) real, y no sabrán quién eres a menos que te identifiques de forma concreta.

source: Network location of the computer used to visit the website (the public IP address).
es: La ubicación de red del ordenador usado para visitar el sitio web (la dirección IP pública).

source: ##### Entering bridge addresses
es: ##### Introducir direcciones de puentes

source: How Tor Browser handles add-ons, plugins and JavaScript
es: Cómo maneja el Navegador Tor los complementos, plugins y JavaScript

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
es: El Navegador Tor está basado en Firefox, y cualquier complemento de navegador o tema decorativo que sea compatible con Firefox también puede ser instalado en el Navegador Tor.

source: ##### Which transport should I use?
es: ##### ¿Qué transporte debo usar?

source: bridges
es: puentes

source: Onion services offer several advantages over ordinary services on the non-private web:
es: Los servicios cebolla ofrecen varias ventajas sobre los servicios ordinarios en la web no-privada:

source: Known issues
es: Problemas conocidos

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
es: La siguiente visualización muestra qué información es visible a quienes estén a la escucha, tanto si usa como si no el Navegador Tor y el cifrado HTTPS:

source: ##### Security Levels
es: ##### Niveles de seguridad

source: ##### Browser Add-ons
es: ##### Complementos de navegador

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
es: El Navegador Tor usa la red Tor para proteger tu privacidad y anonimato. Usar la red Tor tiene dos propiedades principales:

source: Safest
es: La más segura

source: Circumvention
es: Evasión

source: The site being visited.
es: El sitio que estás visitando.

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; Javascript is disabled by default on all sites; most video and audio formats are disabled; and some fonts and icons may not display correctly.
es: En este nivel, los audiovisuales HTML5 funcionan en modo clic-para-reproducir mediante NoScript; se deshabilitan todas las optimizaciones de rendimiento de JavaScript; algunas ecuaciones matemáticas puede que no se muestren adecuadamente; algunas características de renderización de fuentes están deshabilitadas; algunos tipos de imagen están deshabilitados; JavaScript está deshabilitado por defecto en todos los sitios; la mayoría de formatos de vídeo y audio están deshabilitados; y algunas fuentes e iconos puede que no se muestren correctamente.

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, ScrambleSuit, fte, meek-azure and Snowflake.
es: Si, por primera vez, estás intentando eludir una conexión bloqueada, has de intentar los los diferentes transportes: obfs3, obfs4, ScrambleSuit, fte, mae-blue y Snowflake.

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
es: * El paquete del Navegador Tor está fechado el 1 de enero de 2000, 00:00:00 UTC. Esto es para asegurar que cada versión (build) del software es reproducible con exactitud.

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
es: * El Navegador Tor también se puede iniciar desde la línea de comando ejecutando el siguiente comando desde el interior del directorio del Navegador Tor:
