Repository: torproject/manual
Catalog: i18n/contents+bn.po
Languages: bn

source: * Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
bn: * টর ব্রাউজার মুছুন এবং এটি আবার ইনস্টল করুন। আপডেট করলে, শুধু আপনার পূর্বের টর ব্রাউজার ফাইলগুলিকে ওভাররাইট করবেন না; তারা পুরোপুরি পুরোপুরি মুছে ফেলা হয় নিশ্চিত।

source: troubleshooting
bn: সমস্যা সমাধান

source: ###### New Identity
bn: ##### নতুন পরিচয়

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <a href="/transports">Pluggable Transports</a> page), and their effectiveness depends on your individual circumstances.
bn: টর লঞ্চারের মেনুতে তালিকাভুক্ত প্রতিটি ট্রান্সলে একটি ভিন্ন উপায়ে কাজ করে (আরো বিশদ বিবরণের জন্য, <a href="transports">প্ল্যাগেবল ট্রান্সফর্ম</a> পৃষ্ঠাটি দেখুন), এবং তাদের কার্যকারিতা আপনার ব্যক্তিগত পরিস্থিতির উপর নির্ভর করে।

source: ###### To use GetTor via Twitter:
bn: ##### টুইটারের মাধ্যমে GetTor ব্যবহার করতে:

source: Downloading
bn: ডাউনলোড হচ্ছে

source: Managing identities
bn: সনাক্তকরণ পরিচালনা

source: At this level, all browser features are enabled. This is the most usable option.
bn: এই স্তরে, সমস্ত ব্রাউজার বৈশিষ্ট্য সক্ষম করা আছে। এটি সবচেয়ে ব্যবহারযোগ্য বিকল্প।

source: * Your computer’s system clock must be set correctly, or Tor will not be able to connect.
bn: * আপনার কম্পিউটারের সিস্টেম ঘড়ি সঠিকভাবে সেট করা উচিত, অথবা Tor সংযোগ করতে সক্ষম হবে না।

source: * Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
bn: * নিশ্চিত করুন যে আপনি যে কোনও অ্যান্টিভাইরাস প্রোগ্রাম ইনস্টল করেছেন সেটি টরকে চলমান থেকে বিরত করা হচ্ছে না। আপনার অ্যান্টিভাইরাস সফটওয়্যারের জন্য ডকুমেন্টেশনের সাথে পরামর্শ করতে হবে যদি আপনি এটি কিভাবে করতে না জানেন।

source: ##### How to access an onion service
bn: ##### একটি onion পরিষেবা অ্যাক্সেস কিভাবে

source: About Tor Browser
bn: টর ব্রাউজার সম্পর্কে

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
bn: লিনাক্সের জন্য চীনে টর ব্রাউজার ডাউনলোড করার জন্য লিঙ্ক পেতে <a>Gettor@torproject.org</a>- এ একটি বার্তা পাঠান যাতে "linux zh" শব্দটি ব্যবহার করুন।

source: Whether or not Tor is being used.
bn: টর্চ ব্যবহার করা হচ্ছে কিনা বা না।

source: Wait for your download to finish, then find the “Generate Hash” section in Satori’s menu and click “Select Files”.
bn: আপনার ডাউনলোড শেষ হওয়ার জন্য অপেক্ষা করুন, তারপর Satori এর মেনুতে "হ্যাশ তৈরি করুন" বিভাগটি খুঁজুন এবং "ফাইল নির্বাচন করুন" এ ক্লিক করুন।

source: Data being transmitted.
bn: তথ্য প্রেরণ করা হচ্ছে।

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
bn: টর ব্রাউজার ইউআরএল বারে ওয়েবসাইটের সাথে আপনার সম্পর্কের কাছাকাছি আপনার ওয়েব অভিজ্ঞতাকে কেন্দ্র করে। এমনকি যদি আপনি একই তৃতীয় পক্ষের ট্র্যাকিং পরিষেবা ব্যবহার করে এমন দুটি ভিন্ন সাইটগুলির সাথে সংযুক্ত হন, তবে টর ব্রাউজারটি সামগ্রীটি দুটি ভিন্ন টর সার্কিটগুলিতে পরিবেশিত করতে বাধ্য করবে, তাই ট্র্যাকার জানেন না যে উভয় সংযোগ আপনার ব্রাউজার থেকে উদ্ভূত হবে।

source: 3. Empty your Trash
bn: 3. আপনার ট্র্যাশ খালি করুন

source: ##### Types of pluggable transport
bn: ##### প্ল্যাগেবল ট্রান্সপোর্টের ধরন

source: To use pluggable transports, click "Configure" in the Tor Launcher window that appears when you first run Tor Browser.
bn: প্ল্যাগেবল ট্রান্সফর্ম ব্যবহার করার জন্য, টর লঞ্চার উইন্ডোতে "কনফিগার করুন" ক্লিক করুন যা আপনি টর ব্রাউজারটি প্রথম চালানোর পরে দেখেন।

source: * The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
bn: * একটি onion পরিষেবা ঠিকানা স্বয়ংক্রিয়ভাবে উত্পন্ন হয়, তাই অপারেটর একটি ডোমেন নাম ক্রয় করতে হবে না; .ওন ইউআরএল টরকে নিশ্চিত করে যে এটি সঠিক অবস্থানের সাথে সংযোগ স্থাপন করছে এবং সংযোগ বিচ্ছিন্ন করা হচ্ছে না।

source: uninstalling
bn: আনইনস্টল হচ্ছে

source: * Tor needs your system clock (and your time zone) set to the correct time.
bn: * টর আপনার সিস্টেম ঘড়ি প্রয়োজন (এবং আপনার সময় অঞ্চল) সঠিক সময় সেট।

source: When Satori opens, click on your preferred language. A menu will open listing the available downloads for that language. Find the entry for Tor Browser under the name of your operating system. Select either “A” or “B” after the name of the program — each one represents a different source from which to get the software. Your download will then begin.
bn: Satori যখন খোলে, আপনার পছন্দের ভাষাতে ক্লিক করুন। একটি মেনু খোলা হবে যে ভাষা জন্য উপলব্ধ ডাউনলোড তালিকা। আপনার অপারেটিং সিস্টেমের নামের অধীনে টর ব্রাউজারের জন্য এন্ট্রি খুঁজুন। প্রোগ্রামের নাম অনুসারে "A" বা "B" নির্বাচন করুন - প্রতিটি সফ্টওয়্যার পাওয়ার জন্য একটি ভিন্ন উৎস প্রতিনিধিত্ব করে। আপনার ডাউনলোড তারপর শুরু হবে।

source: * Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
bn: * অন্য টর ব্রাউজার ইতিমধ্যে চলছে না নিশ্চিত করুন। টর ব্রাউজার চলছে কিনা তা নিশ্চিত না হলে আপনার কম্পিউটার পুনরায় চালু করুন।

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
bn: obfs4 টর ট্র্যাফিকটি অ্যামফস 3 এর মতো র্যান্ডম দেখায়, এবং ইন্টারনেট স্ক্যানিং দ্বারা ব্রিজ খুঁজে পেতে সেন্সরগুলিকেও প্রতিরোধ করে। obfs4 ব্রিজ obfs3 ব্রিজের চেয়ে ব্লক করা সম্ভবত কম।

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
bn: যদি আপনি জানেন যে আপনার সংযোগ সেন্সর করা হয়, বা প্রক্সি ব্যবহার করে, আপনি এই বিকল্পটি নির্বাচন করা উচিত। টর ব্রাউজার কনফিগারেশন বিকল্পগুলির একটি সিরিজ মাধ্যমে আপনাকে নিয়ে যাবে।

source: Secure Connections
bn: নিরাপদ সংযোগগুলি

source: * Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
bn: * আপনি Tor ব্যবহার করছেন যখন পর্যবেক্ষক দৃশ্যমান কি দেখতে "টর" বোতাম ক্লিক করুন। যে টরটি চালু আছে তা নির্দেশ করার জন্য বোতামটি সবুজ হয়ে যাবে।

source: ##### The URL bar
bn: ##### URL বার

source: ##### Potentially visible data
bn: ##### সম্ভাব্য দৃশ্যমান ডেটা

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; and JavaScript is disabled by default on all non-<a href="/secure-connections">HTTPS</a> sites.
bn: এই স্তরে, HTML5 ভিডিও এবং অডিও মিডিয়া নোটসপের মাধ্যমে ক্লিক করার জন্য ক্লিক করে; সমস্ত জাভাস্ক্রিপ্ট অপ্টিমাইজেশন নিষ্ক্রিয় করা হয় কিছু গাণিতিক সমীকরণ সঠিকভাবে প্রদর্শন করতে পারে না; কিছু ফন্ট রেন্ডারিং বৈশিষ্ট্য নিষ্ক্রিয় করা হয়; কিছু ধরনের ইমেজ অক্ষম করা হয়; এবং সমস্ত অ-<a href="/secure-connections">HTTPS</a> সাইটগুলিতে ডিফল্টভাবে জাভাস্ক্রিপ্ট নিষ্ক্রিয় করা আছে।

source: Choose “yes” when asked if your Internet Service Provider blocks connections to the Tor network. Select “Use custom bridges” and enter each bridge address on a separate line.
bn: আপনার ইন্টারনেট পরিষেবা সরবরাহকারী টর নেটওয়ার্ক সংযোগ বন্ধ করে জিজ্ঞাসা করা হলে "হ্যাঁ" চয়ন করুন। "কাস্টম ব্রিজগুলি ব্যবহার করুন" নির্বাচন করুন এবং একটি পৃথক লাইনের প্রতিটি সেতু ঠিকানাটি লিখুন।

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
bn: টর ব্রাউজার কোনও বিদ্যমান সফটওয়্যার বা আপনার কম্পিউটারের সেটিংসকে প্রভাবিত করে না। আনইনস্টল করা টর ব্রাউজার আপনার সিস্টেমের সফ্টওয়্যার বা সেটিংস প্রভাবিত করবে না।

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
bn: যদিও টর ব্রাউজারটি ওয়েবে সর্বজনীন অজ্ঞাততা সক্ষম করার জন্য ডিজাইন করা হয়েছে, তবু এমন পরিস্থিতিতে থাকতে পারে যেগুলি এমন ওয়েবসাইটগুলির সাথে টর ব্যবহার করতে বোঝায় যা ব্যবহারকারীর নাম, পাসওয়ার্ড বা অন্য সনাক্তকারী তথ্যগুলির প্রয়োজন।

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
bn: টর ব্রাউজারটি একটি "সিকিউরিটি স্লাইডার" অন্তর্ভুক্ত করে যা আপনাকে আপনার সুরক্ষা এবং গোপনীয়তা আক্রমণের জন্য ব্যবহার করা যেতে পারে এমন নির্দিষ্ট ওয়েব বৈশিষ্ট্য অক্ষম করে আপনার নিরাপত্তা বৃদ্ধি করে। ক্রমবর্ধমান টর ব্রাউজারের নিরাপত্তা স্তর সঠিকভাবে কাজ করার কিছু ওয়েব পেজ বন্ধ করবে, তাই আপনার প্রয়োজনীয় প্রয়োজনীয়তাটি ডিগ্রির বিরুদ্ধে আপনার সুরক্ষার প্রয়োজনগুলির তুলনা করা উচিত।

source: 1. Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
bn: 1. আপনার টর ব্রাউজার ফোল্ডার সনাক্ত। উইন্ডোজের ডিফল্ট অবস্থানটি ডেস্কটপ; ম্যাক ওএস এক্স এ এটি অ্যাপ্লিকেশন ফোল্ডার। লিনাক্সে, কোন ডিফল্ট অবস্থান নেই, তবে যদি আপনি ইংরেজ টর ব্রাউজার চালাচ্ছেন তবে ফোল্ডারটির নাম "tor-browser_en-US" থাকবে।

source: Select Satori from your browser’s Apps menu.
bn: আপনার ব্রাউজারের অ্যাপস মেনু থেকে Satori নির্বাচন করুন।

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
bn: আপনার সংযোগ একটি প্রক্সি ব্যবহার করে পরের স্ক্রিন জিজ্ঞেস করে। বেশিরভাগ ক্ষেত্রে, এটি প্রয়োজনীয় নয়। আপনি যদি "হ্যাঁ" উত্তর দিতে চান তবে আপনি সাধারণত জানতে পারবেন, একই সেটিংস আপনার সিস্টেমের অন্যান্য ব্রাউজারের জন্য ব্যবহার করা হবে। যদি সম্ভব হয় তাহলে, নির্দেশিকাটির জন্য আপনার নেটওয়ার্ক প্রশাসকের কাছে জিজ্ঞাসা করুন। যদি আপনার সংযোগ কোনও প্রক্সি ব্যবহার না করে, "অবিরত" ক্লিক করুন।

source: * Temporarily disable your firewall.
bn: * অস্থায়ীভাবে আপনার ফায়ারওয়াল অক্ষম করুন।

source: Onion Services
bn: ওনিওন সেবা

source: Select “yes” when asked if your Internet Service Provider blocks connections to the Tor network.
bn: আপনার ইন্টারনেট পরিষেবা সরবরাহকারী টর নেটওয়ার্ক সংযোগ বন্ধ করে জিজ্ঞাসা করা হলে "হ্যাঁ" নির্বাচন করুন।

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
bn: * এমন ভিডিওগুলি যা Adobe Flash এর প্রয়োজন হয় অনুপলব্ধ। নিরাপত্তার কারণে ফ্ল্যাশ অক্ষম করা হয়েছে।

source: When you log in to a website over Tor, there are several points you should bear in mind:
bn: আপনি টর উপর একটি ওয়েবসাইটে লগ ইন করার সময়, আপনি মনে করা উচিত বিভিন্ন পয়েন্ট আছে:

source: ##### How Tor works
bn: ##### কিভাবে টর কাজ করে

source: You can also configure pluggable transports while Tor Browser is running, by clicking on the green onion near your address bar and selecting “Tor Network Settings”.
bn: আপনার অ্যাড্রেস বারের পাশে সবুজ onion এ ক্লিক করে এবং "টর নেটওয়ার্ক সেটিংস" নির্বাচন করে আপনি টর ব্রাউজার চালনা করলে প্ল্যাগেবল ট্রান্সফর্মগুলি কনফিগার করতে পারবেন।

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <a href="/bridges/">Bridges</a> section to learn what bridges are and how to obtain them.
bn: আপনি যদি এই সমস্ত বিকল্পগুলি ব্যবহার করেন, এবং তাদের কেউই আপনাকে অনলাইনে না পান, তবে আপনাকে ম্যানুয়ালি ব্রিজের ঠিকানাগুলি প্রবেশ করতে হবে। ব্রিজগুলি কীভাবে শিখছে এবং কিভাবে সেগুলি পেতে হয় তা শিখতে <a href="bridges">ব্রিজেস</a> বিভাগটি পড়ুন।

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays.
bn: সর্বাধিক <a href="transports">প্ল্যাগেবল ট্রান্সপোর্ট</a>, যেমন obfs3 এবং obfs4 হিসাবে, "ব্রিজ" relays ব্যবহারের উপর নির্ভর করে।

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <a href="/circumvention">Circumvention</a> section for possible solutions.
bn: আপনি যদি এখনও সংযোগ করতে না পারেন, তাহলে আপনার ইন্টারনেট পরিষেবা সরবরাহকারী টর নেটওয়ার্কে সংযোগ বিচ্ছিন্ন হতে পারে। সম্ভব সমাধান জন্য সীমাবদ্ধতা অধ্যায় পড়ুন।

source: Plugins, add-ons and JavaScript
bn: প্লাগইন, অ্যাড-অন এবং জাভাস্ক্রিপ্ট

source: Learn what Tor Browser can do to protect your privacy and anonymity
bn: আপনার গোপনীয়তা এবং গোপনীয়তার সুরক্ষার জন্য টর ব্রাউজার কি করতে পারে তা জানুন

source: How can we help?
bn: আমরা কিভাবে সাহায্য করতে পারি?

source: * See the <a href="/secure-connections">Secure Connections</a> page for important information on how to secure your connection when logging in.
bn: * লগ ইন ইন করার সময় কীভাবে আপনার সংযোগ সুরক্ষিত রাখতে গুরুত্বপূর্ণ তথ্যের <a href="secure-connections">নিরাপদ সংযোগগুলি</a> পৃষ্ঠাটি দেখুন।

source: Currently there are six pluggable transports available, but more are being developed.
bn: বর্তমানে ছয়টি প্ল্যাগেবল ট্রান্সপোর্টগুলি পাওয়া যায়, তবে আরো উন্নত করা হচ্ছে।

source: Install Satori from the Chrome App Store.
bn: Chrome অ্যাপ স্টোর থেকে Satori ইনস্টল করুন।

source: Updating
bn: আপডেট করা হচ্ছে

source: Troubleshooting
bn: সমস্যা সমাধান

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
bn: * আপনার ইন্টারনেট পরিষেবা প্রদানকারী, এবং স্থানীয়ভাবে আপনার সংযোগ দেখে কেউ, আপনার ওয়েব সাইটের নাম এবং ঠিকানা সহ আপনার ইন্টারনেট কার্যকলাপ ট্র্যাক করতে সক্ষম হবে না।

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
bn: ভিডিও ওয়েবসাইটগুলি, যেমন ভিমিও ভিডিও সামগ্রী প্রদর্শনের জন্য ফ্ল্যাশ প্লেয়ার প্লাগইন ব্যবহার করে। দুর্ভাগ্যবশত, এই সফটওয়্যারটি টর ব্রাউজারের স্বাধীনভাবে কাজ করে এবং টর ব্রাউজারের প্রক্সি সেটিংসগুলি পালন করতে সহজেই করা যায় না। এটি আপনার ওয়েবসাইট এবং অপারেটরদের কাছে আপনার প্রকৃত অবস্থান ও IP ঠিকানা প্রকাশ করতে পারে, অথবা বাইরের পর্যবেক্ষক হতে পারে। এই কারণে, টর্ ব্রাউজারে ফ্ল্যাশ ডিফল্টভাবে নিষ্ক্রিয় করা হয়েছে, এবং সক্ষম করা এটির প্রস্তাবিত নয়।

source: * Tor can not use a bridge if a proxy is set.
bn: * একটি প্রক্সি সেট করা হলে টর একটি সেতু ব্যবহার করতে পারবেন না।

source: ###### To use GetTor via Jabber/XMPP (Jitsi, CoyIM, etc.):
bn: ##### Jabber/XMPP (Jitsi, CoyIM, etc.) মাধ্যমে জেটটি ব্যবহার করতে:

source: * Sophos Antivirus for Mac
bn: * ম্যাকের জন্য সোফোস অ্যান্টিভাইরাস

source: How to download Tor Browser
bn: টর ব্রাউজার ডাউনলোড কিভাবে?

source: * Email bridges@torproject.org from a Gmail, Yahoo, or Riseup email address
bn: * ইমেইল, bridges@torproject.org একটি জিমেইল, ইয়াহু, বা রিয়েপ ইমেল ঠিকানা, বা

source: * When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
bn: * যখন উভয় বোতামগুলি সবুজ হয়, তখন আপনি দেখতে পান যে আপনি উভয় সরঞ্জামগুলি ব্যবহার করছেন তখন আপনি দেখতে পাবেন এমন ডেটা দেখুন।

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
bn: প্ল্যাগেবল ট্রান্সফর্মগুলি এমন সরঞ্জামগুলি যা টরকে ট্র্যাফিকের ছদ্মবেশে ব্যবহার করতে পারে। এটি একটি ইন্টারনেট পরিষেবা সরবরাহকারী বা অন্য কর্তৃপক্ষ সক্রিয়ভাবে টর নেটওয়ার্ক সংযোগ সংযোগ অবরোধ যেখানে পরিস্থিতিতে দরকারী হতে পারে।

source: What to do if the Tor network is blocked
bn: টর্ নেটওয়ার্ক অবরোধ করলে কি করবেন?

source: ##### Configure
bn: ##### কনফিগার করুন

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
bn: * উবুন্টুতে টর ব্রাউজার চালানোর জন্য, ব্যবহারকারীদের একটি শেল স্ক্রিপ্ট চালানো প্রয়োজন। "ফাইলগুলি" (ইউনিটি এর এক্সপ্লোরার) খুলুন, ওপেন প্রেফারেন্স → আচরণ ট্যাব → সেট করুন "এক্সিকিউটেবল টেক্সট ফাইলগুলি যখন খোলা হয় তখন" "প্রত্যেকবার জিজ্ঞাসা করুন" -এ ক্লিক করুন, তারপর ঠিক আছে ক্লিক করুন।

source: Services that are only accessible using Tor
bn: পরিষেবাগুলি কেবল টর ব্যবহার করে অ্যাক্সেসযোগ্য

source: circumvention
bn: প্রতারণা

source: Username and password used for authentication.
bn: ব্যবহারকারীর নাম এবং পাসওয়ার্ড প্রমাণীকরণের জন্য ব্যবহৃত।

source: * All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about <a href="/secure-connections">connecting over HTTPS</a>.
bn: * টর ব্যবহারকারীদের এবং onion পরিষেবাগুলির মধ্যে সমস্ত ট্র্যাফিক শেষ-থেকে-শেষ এনক্রিপ্ট হয়েছে, তাই আপনাকে <a href="/secure-connections">HTTPS</a> এর সাথে সংযোগের বিষয়ে চিন্তা করতে হবে না।

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <a href="/troubleshooting">Troubleshooting</a> page for help solving the problem.
bn: বেশিরভাগ ক্ষেত্রে, "সংযোগ" নির্বাচন করা হলে আপনি আর টা নেটওয়ার্ক থেকে সংযোগ স্থাপনের অনুমতি দেবে না। একবার ক্লিক করলে, টর এর সংযোগ অগ্রগতি দেখানো হবে, একটি স্ট্যাটাস বার প্রদর্শিত হবে। যদি আপনি একটি অপেক্ষাকৃত দ্রুত সংযোগ আছে, কিন্তু এই বার একটি নির্দিষ্ট সময়ে আটকে মনে হয়, <a href="troubleshooting">সমস্যার সমাধান</a> সাহায্যের জন্য সমস্যা সমাধান পৃষ্ঠা দেখুন।

source: ##### Connect
bn: ##### সংযোগ করা

source: * The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
bn: * নিম্নলিখিত ফায়ারওয়াল সফ্টওয়্যার টর মধ্যে হস্তক্ষেপ পরিচিত হয়েছে এবং সাময়িকভাবে অক্ষম করা প্রয়োজন হতে পারে:

source: * Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
bn: * আপনি যখন HTTPS ব্যবহার করছেন তখন পর্যবেক্ষকদের কাছে যে ডেটা দৃশ্যমান তা দেখতে "HTTPS" বোতামটি ক্লিক করুন। যে HTTPS চালু আছে তা নির্দেশ করার জন্য বোতামটি সবুজ হয়ে যাবে।

source: Learn how to use Tor Browser for the first time
bn: প্রথমবার টর ব্রাউজার কিভাবে ব্যবহার করবেন জানুন

source: Our mission:
bn: আমাদের লক্ষ্য:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
bn: মুক্ত এবং উন্মুক্ত সোর্স সনদে এবং গোপনীয়তা প্রযুক্তিকে সমর্থন এবং তাদের নিষিদ্ধ প্রাপ্যতা এবং ব্যবহার এবং তাদের বৈজ্ঞানিক এবং জনপ্রিয় বোঝাপড়ার মাধ্যমে মানবাধিকার এবং স্বাধীনতাকে ফিরিয়ে আনতে এবং তাদের মানবাধিকার ও স্বাধীনতায় হস্তক্ষেপ করা ।

source: Subscribe to our Newsletter
bn: আমাদের নিউজলেটার সাবস্ক্রাইব করুন

source: Get monthly updates and opportunities from the Tor Project
bn: টর প্রকল্প থেকে মাসিক আপডেট এবং সুযোগ পান

source: Trademark, copyright notices, and rules for use by third parties can be found in our
bn: ট্রেডমার্ক, কপিরাইট বিজ্ঞপ্তি এবং তৃতীয় পক্ষের ব্যবহারের নিয়মাবলী আমাদের

source: Tor Logo
bn: টর লোগো

source: Download Tor Browser
bn: টর ব্রাউজার ডাউনলোড করুন

source: Search
bn: খুজুন

source: Permalink
bn: পার্মালিঙ্ক
