Repository: torproject/manual
Catalog: i18n/contents+es.po
Languages: es

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the <a href="/circumvention">Circumvention</a> screen to configure a pluggable transport.
es: La primera pantalla, pregunta si el acceso a la red Tor está bloqueado o censurado en tu conexión. Si no crees que este sea el caso, selecciona "No". Si sabes que tu conexión está censurada, o has intentado conectar a la red Tor y no han funcionado otras soluciones, selecciona "Sí", que te llevará a la pantalla <a href="circumvention">Evasión</link> para configurar un transporte conectable.

source: How to update Tor Browser
es: Cómo actualizar el Navegador Tor

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
es: La imagen superior muestra un usuario navegando por distintos sitios web con Tor. Los ordenadores verdes en el centro representan los repetidores de la red Tor, mientras que las tres llaves representan las capas de cifrado entre el usuario y cada repetidor.

source: plugable-transports
es: transportes-conectables

source: about
es: acerca-de

source: updating
es: actualizar

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
es: Envía un correo a gettor@torproject.org, y en el cuerpo del mensaje escribe simplemente “windows”, “osx”, o “linux”, (sin las comillas) dependiendo de tu sistema operativo.

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
es: Si el Navegador Tor no conecta, puede haber una solución simple. Pruebe cada una de las siguientes:

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
es: JavaScript es un lenguaje de programación que los sitios web usan para ofrecer elementos interactivos como vídeo, animación, audio, y estados en líneas de tiempo. Por desgracia, JavaScript también puede habilitar ataques a la seguridad del navegador, lo que puede llevar a la pérdida del anonimato.

source: Pluggable transports
es: Transportes conectables

source: Uninstalling
es: Desinstalar

source: secure-connections
es: conexiones-seguras

source: ##### Logging in over Tor
es: ##### Iniciar sesión sobre Tor

source: * When both buttons are green, you see the data that is visible to observers when you are using both tools.
es: * Cuando ambos botones están en verde, verás los datos que son visibles para los observadores cuando estás usando ambas herramientas.

source: * On the next page, select 'Join an existing project' and continue.
es: * En la siguiente página, selecciona "unirse a un proyecto existente" y continúa.

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
es: GetTor responderá con un correo conteniendo enlaces desde los que puedes descargar el paquete Tor, la firma criptográfica (necesaria para verificar la descarga), la huella de validación (fingerprint) de la clave usada para hacer la firma, y la suma de verificación (checksum) del paquete. Puede que se te ofrezca la elección entre software de "32-bit" o de "64-bit": la elección dependerá del modelo del ordenador donde se vaya a usar.

source: Bridges
es: Puentes

source: Learn how to control personally-identifying information in Tor Browser
es: Aprende a controlar la información para identificarte en el Navegador Tor.

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <a href="/transports">Pluggable Transports</a> page for more information on the types of transport that are currently available.
es: El acceso directo a la red Tor a veces puede estar bloqueado por tu Proveedor de Servicios de Internet (ISP) o por un gobierno. El Navegador Tor incluye algunas herramientas de evasión para evitar estos bloqueos. Estas herramientas se llaman "transportes conectables". Lee la página <a href="transports">Transportes Conectables</a> para más información sobre los tipos de transporte que están disponibles actualmente.

source: Tor Browser features “New Identity” and “New Tor Circuit for this Site” options, located in the main menu (hamburger menu).
es: El navegador Tor presenta las opciones "Nueva identidad" y "Nuevo circuito de Tor para este sitio", colocadas en el menú de Torbutton (el menú hamburguesa).

source: What to do if Tor Browser doesn’t work
es: Qué hacer si el Navegador Tor no funciona

source: ##### Changing identities and circuits
es: ##### Cambiar identidades y circuitos

source: * Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
es: * Borra el Navegador Tor e instálalo de nuevo. Si estás actualizando, no te limites a sobrescribir tus ficheros anteriores del Navegador Tor; asegúrate previamente de que han sido borrados por completo.

source: troubleshooting
es: resolución-de-problemas

source: ###### New Identity
es: ##### Nueva Identidad

source: After your membership is approved you can begin translating; simply navigate back to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a> when you are ready to begin. Thanks for your interest in helping the project!
es: * Después de que se apruebe tu membresía, puedes comenzar a traducir; sencillamente dirigite a la <a href="https://www.transifex.com/otf/torproject/">página Tor Transifex</a> cuando estés lista para comenzar. ¡Gracias por tu interés en apoyar el proyecto!

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <a href="/transports">Pluggable Transports</a> page), and their effectiveness depends on your individual circumstances.
es: Cada uno de los transportes listados en el menú del Arranque de Tor funciona de una forma diferente (para más detalles, lee la página <a href="/transports">Transportes conectables</a>), y la efectividad de cada uno depende de tu situación.

source: ###### To use GetTor via Twitter:
es: ##### Usar GetTor vía Twitter.

source: Downloading
es: Descargar

source: Managing identities
es: Administrar identidades

source: ##### Accessing the Security Slider
es: ##### Acceder al 'Control deslizante de seguridad'

source: At this level, all browser features are enabled. This is the most usable option.
es: En este nivel, todas las características del navegador están habilitadas. Esta es la opción más fácil de usar.

source: * Your computer’s system clock must be set correctly, or Tor will not be able to connect.
es: * El reloj de tu ordenador ha de estar configurado correctamente, o Tor no podrá conectar.

source: data
es: datos

source: * Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
es: * Asegúrate de que cualquier programa antivirus que tengas instalado no está impidiendo que Tor se ejecute. Puede que necesites consultar la documentación de tu software antivirus si no sabes cómo hacer esto.

source: ##### How to access an onion service
es: ##### Cómo acceder a un servicio cebolla

source: * A notification will now show up on the top of the page like so:
es: * Se mostrará una notificación como esta en lo alto de la página:

source: About Tor Browser
es: Sobre el Navegador Tor

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
es: Para obtener enlaces para descargar Tor en chino para Linux envía un mensaje a gettor@torproject.org con las palabras "linux zh" en él.

source: Whether or not Tor is being used.
es: Si se está usando Tor o no.

source: Wait for your download to finish, then find the “Generate Hash” section in Satori’s menu and click “Select Files”.
es: Espera a que finalice tu descarga, luego busca la sección "Generar Hash" en el menú de Satori, y pulsa "Seleccionar ficheros".

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
es: Al igual que en cualquier otro sitio web, deberás conocer la dirección de un servicio cebolla para poder conectarte. Una dirección cebolla es una cadena de 16 (y en formato V3, 56) en su mayoría letras y números aleatorios, seguidos de ".onion".

source: Data being transmitted.
es: Datos que se están transmitiendo.

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
es: El navegador Tor enfoca tu experiencia web en torno a tu relación con el sitio web de la barra de URLs. Incluso si te conectas a dos sitios distintos que usan el mismo servicio de seguimiento de terceros, el Navegador Tor forzará que el contenido sea servido sobre dos circuitos de Tor diferentes, por lo que el rastreador no sabrá que ambas conexiones se originan desde tu navegador.

source: * On the next page, select the languages you speak from the drop-down menu and continue.
es: * En la siguiente página, selecciona los idiomas que hablas en el menú desplegable y continúa.

source: 3. Empty your Trash
es: 3. Vacía tu Papelera.

source: ##### Types of pluggable transport
es: ##### Tipos de transporte conectable

source: To use pluggable transports, click "Configure" in the Tor Launcher window that appears when you first run Tor Browser.
es: Para usar transportes conectables, pulsa "Configurar" en la ventana de Arranque de Tor que aparece la primera vez que ejecutas el Navegador Tor.

source: * The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
es: La dirección de un servicio onion se genera automáticamente, de forma que los operadores no necesitan comprar un nombre de dominio; la URL .onion también ayuda a Tor a asegurarse de que está conectando a la ubicación correcta y que la conexión no está siendo alterada.

source: running-tor-browser
es: correr-navegador-tor

source: uninstalling
es: desinstalar

source: * Tor needs your system clock (and your time zone) set to the correct time.
es: * Tor necesita que el reloj de tu sistema esté establecido a la hora (y zona horaria) correcta.

source: When Satori opens, click on your preferred language. A menu will open listing the available downloads for that language. Find the entry for Tor Browser under the name of your operating system. Select either “A” or “B” after the name of the program — each one represents a different source from which to get the software. Your download will then begin.
es: Cuando Satori se abra, pulsa selección de idioma. Se abrirá un menú listando las descargas disponibles para ese idioma. Busca la entrada para Tor (Tor Browser) bajo el nombre de tu sistema operativo. Selecciona "A" o "B" tras el nombre del programa — cada una representa una fuente distinta desde la que obtener el software. Entonces comenzará tu descarga.

source: * Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
es: * Asegúrate de que no hay otro Navegador Tor ya en marcha. Si no estás seguro, reinicia tu computadora.

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
es: obfs4 hace que el tráfico de Tor tenga apariencia aleatoria, como obfs3, y además evita que los censores encuentren puentes de red mediante el escaneado de Internet. Resulta menos probable que bloqueen los puentes de red obfs4 que los puentes obfs3.

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
es: Si sabes que tu conexión está censurada o usas un proxy, debes seleccionar esta opción. Tor te llevará a través de una serie de opciones de configuración.

source: Secure Connections
es: Conexiones seguras

source: * Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
es: * Haz clic en el botón "Tor" para ver qué datos son visibles para los observadores cuando estás usando Tor. El botón se pondrá verde para indicar que Tor está activado.

source: ##### The URL bar
es: ##### La barra de URLs

source: ##### Potentially visible data
es: ##### Datos potencialmente visibles

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; and JavaScript is disabled by default on all non-<a href="/secure-connections">HTTPS</a> sites.
es: En este nivel, el vídeo y el audio HTML5 se comportan en modo clic-para-reproducir mediante NoScript; se deshabilitan todas las optimizaciones de rendimiento; algunas ecuaciones matemáticas puede que no se muestren adecuadamente; algunas características de renderización están deshabilitadas; algunos tipos de imagen están deshabilitados; y JavaScript está deshabilitado por defecto en todos los sitios no-<a href="secure-connections">HTTPS</a>.

source: Choose “yes” when asked if your Internet Service Provider blocks connections to the Tor network. Select “Use custom bridges” and enter each bridge address on a separate line.
es: Elige "sí" cuando pregunten si tu Proveedor de Servicios de Internet (ISP) bloquea las conexiones a la red Tor. Selecciona "Usar puentes personalizados" e introduce cada dirección de puente de red en una línea aparte.

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
es: Tor no afecta a ningún software existente en tu máquina ni a los ajustes de este. Desinstalar Tor no afectará ni al software de tu sistema ni a sus configuraciones.

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
es: Aunque el Navegador Tor está diseñado para habilitar el anonimato total del usuario en la web, puede haber situaciones en las que tenga sentido usar Tor con sitios web que requieran nombres de usuario, contraseñas u otra información de identificación.

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
es: El Navegador Tor incluye un "Control deslizante de seguridad" que te permite incrementar tu seguridad deshabilitando ciertas características de la web que se pueden usar para atacar tu seguridad y anonimato. Incrementar el nivel de seguridad del Navegador Tor evitará que algunas páginas web funcionen adecuadamente, así que debes sopesar tus necesidades de seguridad con respecto al grado de usabilidad que necesitas.

source: 1. Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
es: 1. Encuentra la carpeta de Tor. El lugar predeterminada en Windows es el Escritorio; en Mac OS X es la carpeta de Aplicaciones. En Linux, no hay una ubicación predeterminada, sin embargo, la carpeta será nombrada "tor-browser_en-US" si estás ejecutando Tor en inglés.

source: Select Satori from your browser’s Apps menu.
es: Selecciona Satori desde tu menú Aplicaciones del navegador.

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
es: La siguiente pantalla pregunta si tu conexión usa un proxy. En la mayoría de los casos esto no es necesario. Normalmente sabrás si debe responder "Sí", ya que estarás usando la misma configuración para otros navegadores en tu sistema. Si puedes, pide información a tu administrador de red. Si tu conexión no usa un proxy, pulsa "Continuar".

source: * Temporarily disable your firewall.
es: * Deshabilita temporalmente tu cortafuegos (firewall).

source: Onion Services
es: Servicios cebolla

source: Select “yes” when asked if your Internet Service Provider blocks connections to the Tor network.
es: Selecciona "sí" cuando se te pregunte si tu Proveedor de Servicios de Internet (ISP) bloquea conexiones a la red Tor.

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
es: * Los vídeos que requieren Adobe Flash no están disponibles. Flash está deshabilitado por motivos de seguridad.

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
es: Si no puedes acceder al servicio cebolla que necesitas, asegúrate de haber ingresado correctamente la dirección cebolla: incluso un pequeño error puede impedir que el navegador Tor acceda al sitio.

source: When you log in to a website over Tor, there are several points you should bear in mind:
es: Cuando inicies sesión en un sitio web Tor, hay varios puntos que deberías tener en cuenta:

source: ##### How Tor works
es: ##### Cómo funciona Tor

source: You can also configure pluggable transports while Tor Browser is running, by clicking on the green onion near your address bar and selecting “Tor Network Settings”.
es: También puedes configurar transportes conectables mientras Tor se está ejecutando, pulsando sobre la cebolla verde junto a la barra de direcciones y seleccionando "Configuración de la Red Tor".

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <a href="/bridges/">Bridges</a> section to learn what bridges are and how to obtain them.
es: Si pruebas todas estas opciones y no consigues conectar con ninguna de ellas, necesitarás introducir direcciones de puentes de red manualmente. Lee la sección <a xref="bridges">Puentes</a> para saber qué son los repetidores puente y cómo obtenerlos.

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays.
es: La mayoría de los <a href="transports">Transportes Conectables</a>, como obfs3 y obfs4, se basan en el uso de repetidores "puente".

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <a href="/circumvention">Circumvention</a> section for possible solutions.
es: Si aún no puedes conectar, tu Proveedor de Servicios de Internet (ISP) podría estar censurando las conexiones a la red Tor. Lee la sección <a href="circumvention">Elusión</a> en busca de posibles soluciones.

source: Snowflake is an improvement upon Flashproxy. It sends your traffic through WebRTC, a peer-to-peer protocol with built-in NAT punching.
es: Snowflake es una mejora de Flashproxy. Envía tu tráfico a través de WebRTC, un protocolo punto a punto con punteo NAT incorporado.

source: Plugins, add-ons and JavaScript
es: Plugins, complementos y JavaScript

source: Learn what Tor Browser can do to protect your privacy and anonymity
es: Conoce lo que el Navegador Tor puede hacer para proteger tu privacidad y anonimato

source: * Click the blue 'Join Team' button on the far right:
es: * Clic en el botón azul "Unirse al Equipo" en el lado derecho.

source: How can we help?
es: ¿Cómo podemos ayudarte?

source: * See the <a href="/secure-connections">Secure Connections</a> page for important information on how to secure your connection when logging in.
es: * Mira la página <a href="/secure-connections">Conexiones seguras</a> en busca de información sobre cómo asegurar tu conexión al iniciar sesión.

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out.
es: Los transportes conectables son herramientas que Tor puede usar para camuflar el tráfico que envía.

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
es: La barra de Seguridad se encuentra en el menú "Configuración de Seguridad" de Torbutton.

source: Currently there are six pluggable transports available, but more are being developed.
es: Actualmente hay seis transportes conectables disponibles, pero se están desarrollando más.

source: Install Satori from the Chrome App Store.
es: Instala Satori desde la Chrome App Store.

source: Updating
es: Actualizar

source: Troubleshooting
es: Resolución de problemas

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
es: * Tu proveedor de servicios de Internet (ISP), y otros que estén observando tu conexión localmente, no podrán rastrear tu actividad en Internet, incluyendo los nombres y direcciones de los sitios web que visites.
