Repository: torproject/manual
Catalog: i18n/contents+el.po
Languages: el

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
el: Οι υπηρεσίες onion (γνωστές στο παρελθόν ως "κρυφές υπηρεσίες") είναι υπηρεσίες (όπως ιστοσελίδες) που είναι προσβάσιμες μόνο μέσω του δικτύου Tor.

source: Onion services offer several advantages over ordinary services on the non-private web:
el: Οι υπηρεσίες onion προσφέρουν αρκετά πλεονεκτήματα σε σχέση με τις συνηθισμένες υπηρεσίες στον μη ιδιωτικό ιστό:

source: ##### How to access an onion service
el: ##### Πως να έχω πρόσβαση σε μια υπηρεσία onion

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
el: Όπως και με κάθε άλλη ιστοσελίδα, θα πρέπει να γνωρίζετε τη διεύθυνση μιας υπηρεσίας onion για να συνδεθείτε σε αυτήν. Μια διεύθυνση onion είναι μια συμβολοσειρά 16 (και σε μορφή V3, 56) κυρίως τυχαίων γραμμάτων και αριθμών, που ακολουθείται από το ".onion".

source: ##### Troubleshooting
el: ##### Αντιμετώπιση προβλημάτων

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
el: Αν δεν μπορείτε να συνδεθείτε στην υπηρεσία onion που χρειάζεστε, βεβαιωθείτε ότι έχετε εισάγει σωστά τη διεύθυνση onion: ακόμα και ένα μικρό λάθος θα εμποδίσει τον Tor Browser να βρει την ιστοσελίδα.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
el: Αν εξακολουθείτε να μην μπορείτε να συνδεθείτε στην υπηρεσία onion, δοκιμάστε ξανά αργότερα. Μπορεί να υπάρχει ένα προσωρινό πρόβλημα σύνδεσης ή οι διαχειριστές της ιστοσελίδας μπορεί να έχουν επιτρέψει να βγει εκτός σύνδεσης χωρίς προειδοποίηση.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</a>
el: Μπορείτε επίσης να εξασφαλίσετε ότι έχετε πρόσβαση σε άλλες υπηρεσίες onion, με σύνδεση στο <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</a>

source: onion-services
el: υπηρεσίες-onion

source: Secure Connections
el: Ασφαλείς συνδέσεις

source: Learn how to protect your data using Tor Browser and HTTPS
el: Μάθετε πώς να προστατεύσετε τα δεδομένα σας χρησιμοποιώντας τον Tor Browser και το HTTPS

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
el: Αν προσωπικές πληροφορίες, όπως ένας κωδικός πρόσβασης, "ταξιδεύουν" χωρίς κρυπτογράφηση μέσω του διαδικτύου, μπορούν πολύ εύκολα να υποκλαπούν από κάποιον eavesdropper. Αν συνδέεστε σε οποιαδήποτε ιστοσελίδα, θα πρέπει να βεβαιωθείτε ότι προσφέρει κρυπτογράφηση HTTPS, η οποία προστατεύει από αυτού του είδους την υποκλοπή. Μπορείτε να το επαληθεύσετε στη γραμμή διεύθυνσης URL: αν η σύνδεσή σας είναι κρυπτογραφημένη, η διεύθυνση θα ξεκινάει με "https://" αντί για "http://".

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
el: Η παρακάτω απεικόνιση δείχνει ποιες πληροφορίες είναι ορατές στους eavesdroppers με και χωρίς την κρυπτογράφηση του Tor Browser και του HTTPS:

source: ##### Potentially visible data
el: ##### Πιθανώς ορατά δεδομένα

source: Security Slider
el: Slider ασφαλείας

source: Configuring Tor Browser for security and usability
el: Ρύθμιση του Tor Browser για ασφάλεια και χρηστικότητα

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
el: Ο Tor Browser περιλαμβάνει ένα "Slider ασφαλείας" που σας επιτρέπει να αυξήσετε την ασφάλειά σας απενεργοποιώντας ορισμένες λειτουργίες ιστού που μπορούν να χρησιμοποιηθούν για να επιτεθούν στην ασφάλεια και στην ανωνυμία σας. Η αύξηση του επιπέδου ασφαλείας του Tor Browser θα εμποδίσει ορισμένες ιστοσελίδες να λειτουργούν σωστά, οπότε θα πρέπει να σταθμίσετε τις ανάγκες ασφαλείας σας σε σχέση με το βαθμό χρηστικότητας που χρειάζεστε.

source: ##### Accessing the Security Slider
el: ##### Πρόσβαση στον Slider Ασφαλείας

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
el: Ο Slider Ασφαλείας βρίσκεται στο Torbutton, στο μενού "Ρυθμίσεις Ασφάλειας".

source: ##### Security Levels
el: ##### Επίπεδα Ασφαλείας

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
el: Η αύξηση του επιπέδου του Slider Ασφαλείας θα απενεργοποιήσει πλήρως ή μερικώς κάποιες λειτουργίες του περιηγητή, για να σας προστατέψει από πιθανές επιθέσεις.

source: Updating
el: Αναβάθμιση

source: How to update Tor Browser
el: Πώς να ενημερώσετε τον Tor Browser

source: Plugins, add-ons and JavaScript
el: Πρόσθετα, προσθήκες και JavaScript

source: How Tor Browser handles add-ons, plugins and JavaScript
el: Πώς o Tor Browser χειρίζεται πρόσθετα, προσθήκες και JavaScript

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
el: Οι ιστοσελίδες βίντεο, όπως το Vimeo, κάνουν χρήση του Flash Player για την προβολή βίντεο. Δυστυχώς, αυτό το λογισμικό λειτουργεί ανεξάρτητα από τον Tor Browser και δεν μπορεί εύκολα να γίνει να ακολουθεί τις ρυθμίσεις proxy του Tor Browser. Μπορεί λοιπόν να αποκαλύψει την πραγματική σας τοποθεσία και τη διεύθυνση IP σας στους διαχειριστές της ιστοσελίδας ή σε κάποιον εξωτερικό παρατηρητή. Για αυτόν το λόγο, η Flash είναι απενεργοποιημένη από προεπιλογή στον Tor Browser και η ενεργοποίησή της δεν συνιστάται.

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
el: Ορισμένες ιστοσελίδες βίντεο (όπως το YouTube) προσφέρουν εναλλακτικές μεθόδους παράδοσης του βίντεο που δεν χρησιμοποιούν το Flash. Αυτές οι μέθοδοι μπορεί να είναι συμβατές με τον Tor Browser.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
el: Η JavaScript είναι μια γλώσσα προγραμματισμού που χρησιμοποιούν οι ιστοσελίδες για να προσφέρουν διαδραστικά στοιχεία, όπως βίντεο, κινούμενα σχέδια, ήχο και timelines κατάστασης. Δυστυχώς, η JavaScript μπορεί επίσης να ενεργοποιήσει επιθέσεις στην ασφάλεια του περιήγητη, κάτι που μπορεί να οδηγήσει σε κατάργηση της ανωνυμοποίησης.

source: ##### Browser Add-ons
el: ##### Επεκτάσεις περιηγητή

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
el: Ο Tor Browser βασίζεται στον Firefox και όλα τα πρόσθετα του περιήγητη ή τα θέματα που είναι συμβατά με τον Firefox μπορούν να εγκατασταθούν και στον Tor Browser.

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
el: Ωστόσο, τα μόνα πρόσθετα που έχουν δοκιμαστεί για χρήση με τον Tor Browser είναι αυτά που περιλαμβάνονται από προεπιλογή. Η εγκατάσταση οποιουδήποτε άλλου πρόσθετου ενδέχεται να δημιουργήσει λειτουργικά προβλήματα στον Tor Browser ή να προκαλέσει σοβαρότερα προβλήματα που επηρεάζουν την ιδιωτικότητα και την ασφάλειά σας. Αποθαρρύνεται έντονα η εγκατάσταση επιπλέον πρόσθετων και το Tor Project δεν θα προσφέρει υποστήριξη για αυτά.

source: Troubleshooting
el: Αντιμετώπιση προβλημάτων

source: What to do if Tor Browser doesn’t work
el: Τι να κάνετε αν ο Tor Browser δεν λειτουργεί

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
el: Θα πρέπει να είστε σε θέση να αρχίσετε την περιήγηση στο διαδίκτυο χρησιμοποιώντας τον περιηγητή Tor αμέσως μετά το τρέξιμο του προγράμματος και επιλέγοντας το "Σύνδεση" αν τον χρησιμοποιείτε για πρώτη φορά.

source: ##### Quick fixes
el: ##### Γρήγορες λύσεις

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
el: Αν ο Tor Browser δεν συνδεθεί, μπορεί να υπάρχει μια απλή λύση. Δοκιμάστε τα εξής:

source: ##### Is your connection censored?
el: ##### Λογοκρίνεται η σύνδεσή σας;

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <a href="/circumvention">Circumvention</a> section for possible solutions.
el: Εάν εξακολουθείτε να μην μπορείτε να συνδεθείτε, ο Πάροχος Υπηρεσιών Διαδικτύου (ISP) ενδέχεται να λογοκρίνει τις συνδέσεις στο δίκτυο Tor. Διαβάστε την ενότητα <a href="circumvention">Παράκαμψη</a> για πιθανές λύσεις.

source: ##### Known issues
el: ##### Γνωστά ζητήματα

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the <a href="/known-issues">Known Issues</a> page to see if the problem you are experiencing is already listed there.
el: Ο περιηγητής Tor είναι συνεχώς υπό κατασκευή και κάποια ζητήματα μας είναι γνωστά αλλά δεν έχουν λυθεί ακόμη. Παρακαλούμε, δες τη σελίδα<a href="known-issues">Γνωστά Ζητήματα</a>για να επιβεβαιώσεις αν το ζήτημα που αντιμετωπίζεις βρίσκεται ήδη στη λίστα μας.

source: Known issues
el: Γνωστά ζητήματα

source: * Tor needs your system clock (and your time zone) set to the correct time.
el: * Το Tor χρειάζεται να είναι το ρολόι συστήματος (και η ζώνη ώρας) ρυθμισμένα στη σωστή ώρα.

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
el: * Βίντεο που χρειάζονται Adobe Flash δεν είναι διαθέσιμα. Το Flash είναι απενεργοποιημένο για λόγους ασφαλείας.

source: * Tor can not use a bridge if a proxy is set.
el: * Το Tor δεν μπορεί να χρησιμοποιήσει γέφυρες αν έχει οριστεί proxy.

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
el: * Το πακέτο του Tor Browser έχει ρυθμισμένη ημερομηνία την 1η Ιανουαρίου του 2000 και ώρα 00:00:00 UTC. Αυτό γίνεται για να διασφαλιστεί ότι κάθε αντίγραφο του λογισμικού είναι ακριβώς ίδιο με τα υπόλοιπα.

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
el: * Για να εκτελέσετε τον Tor Browser στο Ubuntu, οι χρήστες πρέπει να εκτελέσουν ένα shell script.. Ανοίξτε την επιλογή "Αρχεία" (Unity's explorer), ανοίξτε τις Προτιμήσεις → Καρτέλα Συμπεριφοράς → Ορίστε "Εκτέλεση εκτελέσιμων αρχείων κειμένου όταν έχουν ανοιχθεί" στο "Ρώτα κάθε φορά" και, στη συνέχεια, κάντε κλικ στο OK.

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
el: * Ο Tor Browser μπορεί επίσης να ξεκινήσει από τη γραμμή εντολών, εκτελώντας την ακόλουθη εντολή μέσα στο φάκελο του Tor Browser:

source: Uninstalling
el: Απεγκατάσταση

source: How to remove Tor Browser from your system
el: Πώς να καταργήσετε τον Tor Browser από το σύστημά σας

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
el: Ο Tor Browser δεν επηρεάζει το υπάρχον λογισμικό ή τις ρυθμίσεις του υπολογιστή σας. Η απεγκατάσταση του Tor Browser δεν θα επηρεάσει το λογισμικό ή τις ρυθμίσεις του συστήματός σας.

source: Removing Tor Browser from your system is simple:
el: Η διαδικασία κατάργησης του Tor Browser από το σύστημά σας είναι απλή:

source: 1. Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
el: 1. Εντοπίστε το φάκελο του Tor Browser. Η προεπιλεγμένη θέση στα Windows είναι η επιφάνεια εργασίας· στο Mac OS X είναι ο φάκελος "Εφαρμογές"· Στα Linux, δεν υπάρχει προεπιλεγμένη θέση, ωστόσο ο φάκελος θα ονομάζεται "tor-browser_en-US" εάν εκτελείτε τον Tor Browser στα αγγλικά.

source: 2. Delete the Tor Browser folder.
el: 2. Διαγραφή του φακέλου του Tor Browser

source: 3. Empty your Trash
el: 3. Αδειάστε τον Κάδο Απορριμάτων σας

source: Note that your operating system’s standard “Uninstall” utility is not used.
el: Θυμηθείτε πως δεν χρησιμοποιείται η συνηθισμένη λειτουργία "Απεγκατάσταση" του λειτουργικού σας συστήματος.

source: Becoming a Tor Translator
el: Πως να γίνετε μεταφραστής του Tor

source: Becoming a translator for the Tor Project
el: Πως να γίνετε μεταφραστής του Tor Project

source: If you are interested in helping out the project by translating the manual or the Tor Browser to your language, your help would be greatly appreciated! In order to begin contributing you will have to sign up with Transifex, the third-party that faciliates our translations. Below is an outline of how to sign up and begin.
el: Αν ενδιαφέρεστε να βοηθήσετε το project με τη μετάφραση του manual ή του Tor Browser στη γλώσσα σας, η βοήθειά σας θα εκτιμηθεί ιδιαίτερα! Για να ξεκινήσετε να συνεισφέρετε θα πρέπει να εγγραφείτε στο Transifex, το τρίτο μέρος που διευκολύνει με τις μεταφράσεις μας. Παρακάτω περιγράφεται το πώς να εγγραφείτε και να ξεκινήσετε.

source: ##### Signing up on Transifex
el: ##### Εγγραφή στο Transifex

source: * Fill out the next page with your name and select "Localization" and "Translator" from the drop-down menus:
el: * Συμπληρώστε την επόμενη σελίδα με το όνομά σας και επιλέξτε "Τοπικοποίηση" στο μενού που θα εμφανιστεί:

source: * Select the language you would like to translate from the dropdown menu:
el: * Επιλέξτε τη γλώσσα στην οποία θα θέλατε να μεταφράσετε από το μενού που θα εμφανιστεί:

source: * A notification will now show up on the top of the page like so:
el: * Μία ειδοποίηση θα εμφανιστεί στην κορυφή της σελίδας όπως ακολουθεί:

source: After your membership is approved you can begin translating; simply navigate back to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a> when you are ready to begin. Thanks for your interest in helping the project!
el: Αφού επιβεβαιωθεί η συνδρομή σας, μπορείτε να ξεκινήσετε τη μετάφραση. Απλώς πηγαίνετε πίσω στη <a href="https://www.transifex.com/otf/torproject/">Σελίδα του Tor στο Transifex</a> όταν είστε έτοιμος να ξεκινήσετε. Ευχαριστούμε για την επιθυμία σας να βοηθήσετε στο πρότζεκτ!

source: Our mission:
el: Η αποστολή μας:

source: Subscribe to our Newsletter
el: Εγγραφείτε στο Newsletter μας

source: Tor Logo
el: Λογότυπο Tor

source: Download Tor Browser
el: Κατεβάστε τον Tor Browser

source: Search
el: Αναζήτηση
