Repository: torproject/manual
Catalog: i18n/contents+ru.po
Languages: ru

source: * Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
ru: * Удалите Tor Browser и установите его снова. При обновлении не просто перезапишите предыдущие файлы браузера Tor, а убедитесь, что они были полностью удалены перед установкой.

source: ###### New Identity
ru: ##### Новая личность

source: After your membership is approved you can begin translating; simply navigate back to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a> when you are ready to begin. Thanks for your interest in helping the project!
ru: После того, как ваше членство будет одобрено, вы можете начать перевод; просто вернитесь на <a href="https://www.transifex.com/otf/torproject/">страницу Tor Transifex</a>, когда будете готовы начать перевод. Спасибо за желание помочь проекту!

source: ###### To use GetTor via Twitter:
ru: ##### Для использования GetTor через Twitter:

source: Downloading
ru: Загрузка

source: Managing identities
ru: Управление личностями

source: ##### Accessing the Security Slider
ru: ##### Доступ к Slider безопасности

source: At this level, all browser features are enabled. This is the most usable option.
ru: На этом уровне все функции браузера включены. Это самая удобная опция.

source: * Your computer’s system clock must be set correctly, or Tor will not be able to connect.
ru: * Системное время Вашего компьютера должно быть выставлено правильно, иначе Tor не сможет подключиться к Сети.

source: * Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
ru: * Убедитесь, что все установленные антивирусные программы не препятствуют запуску Tor. Если вы не знаете, как это сделать, вам может понадобиться обратиться к документации по антивирусному программному обеспечению.

source: ##### How to access an onion service
ru: ##### Как получить доступ к сервису onion

source: * A notification will now show up on the top of the page like so:
ru: * Уведомление теперь будет отображаться в верхней части страницы, как это:

source: About Tor Browser
ru: О браузере Tor

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
ru: Для получения ссылки для скачивания Tor Browser на русском языке для Linux, отправьте сообщение gettor@torproject.org со словами «linux ru».

source: Whether or not Tor is being used.
ru: Используется TOR или нет.

source: Wait for your download to finish, then find the “Generate Hash” section in Satori’s menu and click “Select Files”.
ru: Дождитесь завершения загрузки, потом найдите раздел "Сгенерировать хэш" в меню Satori и нажмите "Выбрать файлы".

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
ru: Так же, как и для любого другого веб-сайта, вам необходимо знать адрес onion-сервиса для подключения к нему. Onion-адрес представляет собой строку из 16 (в формате V3 – из 56-и) в основном случайных букв и цифр, оканчивающихся ".onion".

source: Data being transmitted.
ru: Данные передаются.

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
ru: Tor-браузер выстраивает вашу работу в сети вокруг того, какой сайт высвечивается в адресной строке. Даже если соединились с двумя разными сайтами, использующими один и тот же сторонний сервис, Tor-браузер будет подключаться к нему через разные цепочки Tor, так что наблюдатели не будут знать, что оба подключения исходят из вашего браузера.

source: * On the next page, select the languages you speak from the drop-down menu and continue.
ru: * На следующей странице в раскрывающемся меню выберите языки, на которых вы говорите, и продолжайте.

source: 3. Empty your Trash
ru: 3. Очистите Корзину.

source: ##### Types of pluggable transport
ru: ##### Типа подключаемого транспорта

source: To use pluggable transports, click "Configure" in the Tor Launcher window that appears when you first run Tor Browser.
ru: Для использования подключаемых транспортов, нажмите кнопку «Настройка» в окне запуска Tor, которое появляется при первом запуске Tor Browser.

source: * The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
ru: * Адреса сервиса onion генерируются автоматически, поэтому операторам не требуется приобретать имя домена; кроме того, URL-адрес. .onion обеспечивает, чтобы он подключается к правильному расположению и что подключение не подделано.

source: * Tor needs your system clock (and your time zone) set to the correct time.
ru: * Для работы Tor надо правильно выставить время на системных часах и часовой пояс.

source: When Satori opens, click on your preferred language. A menu will open listing the available downloads for that language. Find the entry for Tor Browser under the name of your operating system. Select either “A” or “B” after the name of the program — each one represents a different source from which to get the software. Your download will then begin.
ru: Когда откроется окно Satori, выберите нужный язык. Откроется меню, в котором перечислены доступные загрузки для этого языка. Найдите запись Tor Browser для вашей операционной системы. Выберите имя «A» или «B» после имени программы - они являются разными источниками, из которых можно получить программное обеспечение. После этого начнется загрузка.

source: * Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
ru: * Убедитесь, что другой Tor Browser не запущен. Если вы не уверены, что Tor Browser работает, перезагрузите компьютер.

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
ru: obfs4 делает трафик Tor выглядящим случайно, как и obfs3, а также мешает цензорам найти мосты путем сканирования Интернета. Мосты типа obfs4 сложнее заблокировать, чем мосты типа obfs3.

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
ru: Если вам известно, что ваше подключение подвержено цензуре или происходит через прокси, выберите эту опцию. Вы пройдете через ряд настроек.

source: Secure Connections
ru: Безопасные соединения

source: * Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
ru: * Нажмите кнопку «Tor», чтобы увидеть, какие данные видны пользователю при использовании Tor. Кнопка загорится зеленым цветом, показывая, что Tor включен.

source: ##### The URL bar
ru: ##### Адресная строка

source: ##### Potentially visible data
ru: ##### Потенциально видимые данные

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; and JavaScript is disabled by default on all non-<a href="/secure-connections">HTTPS</a> sites.
ru: На этом уровне, благодаря NoScript для проигрывания HTML5 видео и аудио требуется клик; все оптимизации производительности JavaScript отключаются; некоторые математические формулы могут отображаться неверно; отключаются некоторые возможности отображения шрифтов; отключаются некоторые типы изображений; JavaScript отключается по умолчанию на всех не <a href="secure-connections">HTTPS</a> сайтах.

source: Choose “yes” when asked if your Internet Service Provider blocks connections to the Tor network. Select “Use custom bridges” and enter each bridge address on a separate line.
ru: Выберите «да», если ваш поставщик услуг Интернета блокирует подключения к сети Tor. Выберите «использовать пользовательские мосты» и введите адрес каждого моста на отдельной строке.

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
ru: Tor Browser не влияет на какое-либо существующее программное обеспечение или настройки на вашем компьютере. Удаление Tor Browser также не повлияет на программное обеспечение или настройки вашей системы.

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
ru: Хотя Tor Browser разрабатывался, чтобы обеспечить полную анонимность пользователя в сети, могут быть ситуации, в которых имеет смысл использовать Tor для веб-сайтов, которые требуют имена пользователей, пароли или другую идентифицирующую информацию.

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
ru: У Tor Browser есть "Переключатель безопасности", который позволяет вам усилить безопасность, отключая определенные возможность веб-сайтов, которые могут использоваться для атак в отношении вашей безопасности и анонимности. Увеличение уровня безопасности в Tor Browser может помешать некоторым веб-страницам работать правильно, так что вы должны взвесить ваши потребности в безопасности по сравнению с удобством использования, которое вам требуется.

source: 1. Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
ru: 1. Найдите папку Tor Browser. Расположением по умолчанию на Windows является рабочий стол; на Mac OS X это папка приложений. На Linux нет расположения по умолчанию, однако папка будет называться «tor-browser_en-US», если вы используете англоязычный Tor Browser.

source: Select Satori from your browser’s Apps menu.
ru: Выберети Satori в меню вашего браузера.

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
ru: Следующее окно спросит, используете ли вы прокси для подключения к сети. В большинстве случаев прокси не используется. Обычно вы заранее знаете, если прокси используется, так как те же настройки используются в других браузерах вашей системы. По возможности попросите вашего системного администратора помочь вам. Если прокси не используется, нажмите "Продолжить".

source: * Temporarily disable your firewall.
ru: * Временно отключить брандмауэр.

source: Onion Services
ru: Onion сервисы

source: Select “yes” when asked if your Internet Service Provider blocks connections to the Tor network.
ru: Выберите «Да», если ваш интернет-провайдер блокирует подключения к сети Tor.

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
ru: * Недоступны видео-ролики, которым требуется Adobe Flash. Flash отключили из соображений безопасности.

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ru: Если вы не можете подключиться к необходмому вам onion-сервису, убидитесь, что введен правильный onion-адрес: даже небольшая ошибка не даст Tor Browser подключиться к сайту.

source: When you log in to a website over Tor, there are several points you should bear in mind:
ru: Когда вы авторизуетесь на веб-сайте, используя Tor, есть несколько моментов, которые вы должны иметь в виду:

source: ##### How Tor works
ru: ##### Как работает Tor

source: You can also configure pluggable transports while Tor Browser is running, by clicking on the green onion near your address bar and selecting “Tor Network Settings”.
ru: Вы можете настроить подключаемые транспорты и после запуска Tor Browser, нажав на зеленую луковицу рядом с адресной строкой и выбрав «Настройки сети Tor».

source: Snowflake is an improvement upon Flashproxy. It sends your traffic through WebRTC, a peer-to-peer protocol with built-in NAT punching.
ru: Snowflake это улучшенный Flashproxy. Он перенаправляет ваш трафик через WebRTC, децентрализованую сеть со встроенным обходом NAT.

source: Plugins, add-ons and JavaScript
ru: Надстройки, дополнения и JavaScript

source: Learn what Tor Browser can do to protect your privacy and anonymity
ru: Узнайте, что может сделать браузер Tor, чтобы защитить Вашу конфиденциальность и анонимность

source: * Click the blue 'Join Team' button on the far right:
ru: * Нажмите синюю кнопку 'Присоединиться к команде' справа:

source: How can we help?
ru: Как мы можем вам помочь?

source: * See the <a href="/secure-connections">Secure Connections</a> page for important information on how to secure your connection when logging in.
ru: * Смотрите страницу <a href="secure-connections">«Безопасные подключения»</a> для получения важной информации о том, как защитить ваше соединение при входе в систему.

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
ru: Ползунок управления уровнем безопасности расположен в меню настройках безопасности и конфиденциальности Torbutton

source: Currently there are six pluggable transports available, but more are being developed.
ru: На данный момент доступно шесть типов подключаемого транспорта, но еще больше находится в разработке.

source: Install Satori from the Chrome App Store.
ru: Установить Satori из Chrome App Store.

source: Updating
ru: Обновление

source: Troubleshooting
ru: Устранение неполадок

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
ru: * Ваш интернет-провайдер и все, кто наблюдает за Вашими локальными подключениями, не смогут отследить ни Вашу интернет-активность, ни названия и адреса веб-сайтов, которые Вы посещали.

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
ru: Видео-сайты, такие как Vimeo, используют плагин Flash Player для отображения видеоконтента. К сожалению, это программное обеспечение работает независимо от Tor Browser и не может быть настроено для работы с прокси-серверами Tor Browser. Поэтому он может показать ваше реальное местоположение и IP-адрес операторам веб-сайта или внешнему наблюдателю. По этой причине Flash отключен по умолчанию в Tor Browser, и включение его не рекомендуется.

source: * Tor can not use a bridge if a proxy is set.
ru: * Tor не может пользоваться мостом, если включен прокси.

source: ###### To use GetTor via Jabber/XMPP (Jitsi, CoyIM, etc.):
ru: ##### Для использования GetTor через Jabber/XMPP (Jitsi, CoyIM,и т.д.):

source: * Sophos Antivirus for Mac
ru: * Sophos Antivirus для Mac

source: How to download Tor Browser
ru: Как скачать Tor Browser

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</a>
ru: Вы также можете убедиться, что у вас есть доступ к другим луковым сервисам, подключившись к <a href="http://3g2upl4pq6kufc4m.onion/">луковому сервису DuckDuckGo</a>

source: * When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
ru: * Когда обе кнопки серые, вы видите данные, которые видны наблюдателям, когда вы не используете какой-либо инструмент.

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
ru: Подключаемые транспорты - это инструменты, которые Tor использует для сокрытия трафика, который он пересылает. Они могут быть полезны в ситуациях, когда провайдер услуг Интернет или другое лицо активно блокирует подключения к сети Tor.

source: What to do if the Tor network is blocked
ru: Что делать, если сеть Tor заблокирована

source: ##### Configure
ru: ##### Настроить

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
ru: * Чтобы запустить Tor-браузер на Ubuntu, надо исполнить шелл-скрипт. Откройте "Files" (проводник Unity), откройте Preferences → Behavior Tab → Выставите значение "Run executable text files when they are opened" в "Ask every time" и щелкните OK.

source: Services that are only accessible using Tor
ru: Службы, доступные только с использованием Tor

source: Becoming a Tor Translator
ru: Стать переводчиком Tor

source: circumvention
ru: Обход

source: Username and password used for authentication.
ru: Логин и пароль использованы для аутентификация

source: * All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about <a href="/secure-connections">connecting over HTTPS</a>.
ru: * Весь трафик между пользователями Tor и луковыми сервисами подвергается сквозному шифрованию, так что вам не нужно беспокоиться о <a href="secure-connections">подключении с помощью HTTPS</a>.

source: If you are interested in helping out the project by translating the manual or the Tor Browser to your language, your help would be greatly appreciated! In order to begin contributing you will have to sign up with Transifex, the third-party that faciliates our translations. Below is an outline of how to sign up and begin.
ru: Если вы заинтересованы в оказании помощи проекту путём перевода руководства или Tor Browser на ваш язык, помощь будет принята с благодарностью! Для этого вам необходимо зарегистрироваться на Transifex, стороннем ресурсе, который упрощает создание и поддержку переводов. Ниже приводится краткое описание того, что и как сделать.

source: ##### Connect
ru: ##### Соединиться

source: * The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
ru: * Известны случаи, когда нижеперечисленное программное обеспечение мешало работе Tor. Возможно, его придется временно отключить.

source: * Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
ru: * Нажмите кнопку «HTTPS», чтобы увидеть, какие настройки можно изменить при использовании HTTPS. Кнопка загорится зеленым цветом, показывая, что HTTPS включен.

source: Learn how to use Tor Browser for the first time
ru: Узнайте как использовать Tor Browser впервые

source: Our mission:
ru: Наша миссия:

source: Subscribe to our Newsletter
ru: Подписывайтесь на нашу Новостную рассылку

source: Get monthly updates and opportunities from the Tor Project
ru: Получайте ежемесячные обновления и возможности от Проекта Tor

source: Trademark, copyright notices, and rules for use by third parties can be found in our
ru: Товарные знаки, уведомления об авторских правах и правила использования третьими лицами можно найти в нашем

source: Tor Logo
ru: Логотип Tor

source: Download Tor Browser
ru: Скачать Браузер Tor

source: Search
ru: Поиск

source: Topics
ru: Темы

source: Permalink
ru: Постоянная ссылка
